{"971548068": {"compliant_title": "Skullcandy Ink'd Plus in-Ear Earbuds, Black, S2IMY-M448", "compliant_short_desc": "<p>Skullcandy Ink'd Plus in-Ear Earbuds, Black, S2IMY-M448</p>", "compliant_long_desc": "<p><strong>Skullcandy Ink'd Plus in-Ear Earbuds, Black, S2IMY-M448</strong></p>\n\n<ul>\n<li>In-Ear Earbuds</li>\n<li>Black</li>\n<li>2 Pack</li>\n<li>(Model Number)</li>\n<li>(Model Year)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/971548068_0.png", "https://d1v44g9hqstmhw.cloudfront.net/971548068_1.png", "https://d1v44g9hqstmhw.cloudfront.net/971548068_2.png"]}, "819272671": {"compliant_title": "Avantree HT280 Wireless TV Headphones w/ Charging Dock, Black", "compliant_short_desc": "<p>Avantree HT280 Wireless TV Headphones w/ Charging Dock, Not a tech junkie? No problem! With our HT280 wireless headphones, there is no need to worry about pairing them with your device. Simply turn on both devices and they will auto connect. Our headset also comes with an all-in-one charging dock and transmitter for a user friendly audio experience. Whether your family is sleeping or just enjoy the full volume capacity of your favorite shows and games, our over the ear headset allows you full range of sound without being constantly told to turn it down! Unlike other headphones, our HT280 features customized volume controls 30% louder than our competitors, making them ideal for you and your families.</p>", "compliant_long_desc": "<p><strong>Avantree HT280 Wireless TV Headphones w/ Charging Dock, Black</strong></p>\n\n<ul>\n<li>Not a tech junkie? No problem! With our HT280 wireless headphones</li>\n<li>Turn on both devices and they will auto connect</li>\n<li>Our headset also comes with an all-in-one charging dock and transmitter</li>\n<li>For a user friendly audio experience.</li>\n<liFeaturing 2.4 GHz wireless technology</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/819272671_0.png", "https://d1v44g9hqstmhw.cloudfront.net/819272671_1.png", "https://d1v44g9hqstmhw.cloudfront.net/819272671_2.png"]}, "748819485": {"compliant_title": "Kubite Noise-Canceling, Over-Ear Headphones, Red, T-111", "compliant_short_desc": "<p>Kubite Noise-Canceling, Over-Ear Headphones, Red, T-111. Adjustable headband length, soft ear cushion for maximum wearing comfort, suitable for music lovers and game players. 3.5mm headphones are compatible with almost all Notebooks, smartphones, Tablet PCs, and other 3.5mm audio devices. It weighs 60g only, which reduces the burden of a long time wearing. The foldable headband design makes it easy to store or carry outdoors. High-quality sound with great noise isolation brings you vivid sound field and shocking sound. Brief and fashion design, five colors available, meet your preferences.</p>", "compliant_long_desc": "<p><strong>Kubite Noise-Canceling, Over-Ear Headphones, Red, T-111</strong></p>\n\n<ul>\n<li>Strong Compatibility: 3.5mm headphones are compatible with almost all Notebooks, smartphones</li>\n<li>Lightweight & Portable: It weighs 60g only</li>\n<li>Great Sound Quality: High-quality sound with great noise isolation</li>\n<li>Color Optional: Brief and fashion design</li>\n<li>Adjustable Headband Length: Soft ear cushion for maximum wearing comfort.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/748819485_0.png", "https://d1v44g9hqstmhw.cloudfront.net/748819485_1.png", "https://d1v44g9hqstmhw.cloudfront.net/748819485_2.png"]}, "1487924267": {"compliant_title": "JBuds Air Sport True Wireless Bluetooth Earbuds with Charging Case, Black, IP66 Sweat Resistance", "compliant_short_desc": "<p>JBuds Air Sport True Wireless Bluetooth Earbuds with Charging Case, Black - IP66 Sweat Resistance - Class 1 Bluetooth 5.0 Connection - 3 EQ Sound Settings JLab Signature, Balanced, Bass Boost.The JBuds Air Sport keep you GOing through any long, sweaty workout. The 6-hour battery life, plus an additional 34+ extra hours in the charging case, helps you power through. An IP66 sweat resistance holds up against even the toughest workouts. Plus, an ergonomic design with an over-ear hook and Cloud Foam eartips offer secure comfort for any activity.</p>", "compliant_long_desc": "<p><strong>JBuds Air Sport True Wireless Bluetooth Earbuds with Charging Case, Black, IP66 Sweat Resistance</strong></p>\n\n<ul>\n<li>Sweatproof Sport Fit</li>\n<li>An IP66 sweat resistance holds up against sweat and dirt</li>\n<li>Switch the gel tips out for our included Cloud Foam eartips and GO.</li>\n<li>Hear your surroundings while you run for safe listening with Be Aware Audio.</li>\n<li>Custom EQ3 Sound</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1487924267_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1487924267_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1487924267_2.png"]}, "890244795": {"compliant_title": "FCO Premium Wired In-Ear Headphones with In-Line Remote and Microphone", "compliant_short_desc": "<p>FCO Premium Wired In-Ear Headphones with In-Line Remote and Microphone, The in-ear fit delivers clearer and richer sounds. 12 mm dynamic driver offers deeper bass and better balance. With microphone casing made from groundbreaking wind-sound reducing material, you can enjoy higher-quality voice calls than ever before with the In-ear Fit. An in-line remote provides easy access and playback control answer/end button.COMPATIBILITY.iPhone 6 / 6 Plus / 6S / 6S Plus / iPhone SE / 5 / 5S / 5C / 4 / 4S / Nano 7.iPad 4 with Retina Display / iPad Mini with Retina Display / iPad Mini / 4 / 3 / 2 / 1 </p>", "compliant_long_desc": "<p><strong>FCO Premium Wired In-Ear Headphones with In-Line Remote and Microphone</strong></p>\n\n<ul>\n<li>The in-ear fit delivers clearer and richer sounds.</li>\n<li>12 mm dynamic driver offers deeper bass and better balance.</li>\n<li>With microphone casing made from groundbreaking wind-sound reducing material, you can enjoy higher-quality voice calls than ever before with the In-ear Fit.</li>\n<li>An in-line remote provides easy access and playback control answer/end button.</li>\n<li>Headphones Form Factor: In ear</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/890244795_0.png", "https://d1v44g9hqstmhw.cloudfront.net/890244795_1.png", "https://d1v44g9hqstmhw.cloudfront.net/890244795_2.png"]}, "1379564431": {"compliant_title": "FAMKIT Foldable Lightweight Wireless Bluetooth 5.0 Headphone, Black", "compliant_short_desc": "<p>FAMKIT Foldable Lightweight Wireless Bluetooth 5.0 Headphone, Powerful Bass Stereo Sound Effect: Deep bass stereo sound, enjoy the wireless high quality music. Comfortable Over-Ear Fit: Soft protein leather earpad and retractable headband lifts the burdens for your ear. No discomfort after long-time wearing. Comfortable and Foldable: Technical ergonomics design with soft earmuffs simulated to human skin texture, ensure long lasting comfort. Wireless and Lightweight: Ear Pad headphones for enjoying extended listening of TV and audio without disturbing others. Built in Microphone: supports hands-free call and voice reporting incoming call number. With the latest enhanced technology makes you voice sound clearer in noisy environments</p>", "compliant_long_desc": "<p><strong>FAMKIT Foldable Lightweight Wireless Bluetooth 5.0 Headphone, Blacktitle</strong></p>\n\n<ul>\n<li>Powerful Bass Stereo Sound Effect</li>\n<li>Comfortable Over-Ear Fit</li>\n<li>Comfortable and Foldable</li>\n<li>Wireless and Lightweight</li>\n<li></li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1379564431_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1379564431_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1379564431_2.png"]}, "1560101545": {"compliant_title": "Vivio Cute Cat Over Ear Wired and Wireless Kids Headphones, Black", "compliant_short_desc": "<p>Vivio Cute Cat Over Ear Wired and Wireless Kids Headphones, With lovely trendy and cat ear, cat paw design and cushioned earpads headband, these headphones for girls women let you lose yourself in audio book and your favorite songs with these fun Lollanda over-ear headphones,specifically designed for ages 3 and over. Great birthday or christmas gifts for girls kids children teens, adult women and cat lovers. These kids bluetooth headphones over ear adopts the newest 2020 bluetooth 5.0 version, also come with a 3.5mm jack audio cable. You can use them as both wireless headphones and wired headphones, very convenient expecially when out of power. The cable supports control from various devices like smartphones, tablet, kindle, PC,laptop</p>", "compliant_long_desc": "<p><strong>Vivio Cute Cat Over Ear Wired and Wireless Kids Headphones, Blacktitle</strong></p>\n\n<ul>\n<li>Built-in Microphone</li>\n<li>Mute Button & Bluetooth 5.0</li>\n<li>Wired and Micro SD Modes</li>\n<li>Foldable, Comfortable and Easy Storage</li>\n<li>Rechargeable & Long Battery Life</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1560101545_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1560101545_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1560101545_2.png"]}, "795557473": {"compliant_title": "Donerton Wireless Bluetooth 5.0 In-Ear Headphones, Microphone Type-C and Deep Bass, Black", "compliant_short_desc": "<p>Donerton Wireless Bluetooth 5.0 In-Ear Headphones, Microphone Type-C and Deep Bass, Black are equipped with 2 built-in microphones inside each Donerton earbud, and adopting advanced ENC (environmental noise cancellation) technology, true wireless earbud can reduce background noise effectively and isolate the environment interference, thus caller would enjoy clear calls and talk just like face to face. With the advanced bluetooth 5.0 technology you are getting 2x faster transmission speed and more stable connectivity without signal loss or music dropouts.</p>", "compliant_long_desc": "<p><strong>Donerton Wireless Bluetooth 5.0 In-Ear Headphones, Microphone Type-C and Deep Bass, Black</strong></p>\n\n<ul>\n<li>Playing All day and Compact Design: A single full charge last for 6 hours of use, plus multiple charges through the charging case</li>\n<li>Easy Touch Control: Features with touch control sensors</li>\n<li>Comfortable fit and IPX7 waterproof: Combined with ergonomic design</li>\n<li>Bluetooth 5.0 and Auto Pairing: With the advanced bluetooth 5.0 technology you are getting 2x faster transmission speed</li>\n<li>Comfortable fit and IPX7 waterproof: Combined with ergonomic design</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/795557473_0.png", "https://d1v44g9hqstmhw.cloudfront.net/795557473_1.png", "https://d1v44g9hqstmhw.cloudfront.net/795557473_2.png"]}, "712662575": {"compliant_title": "DVDHeadphones 2017 GMC Yukon XL Wireless DVD Headphone, Digital", "compliant_short_desc": "<p>DVDHeadphones 2017 GMC Yukon XL Wireless DVD Headphone, Digital. Having trouble finding headphones that are compatible with your vehicle? In 2017 GM changed the frequency of their headphones so that the older 2-channel headphones will no longer work for you. Only the new \"digital\" headphones work, and this is causing some confusion with customers and dealerships alike. COMPATIBLE - These wireless headphones will work for you, period. No fiddling with codes or figuring out \"pairing\" instructions. We take all the guess work out for you.</p>", "compliant_long_desc": "<p><strong>DVDHeadphones 2017 GMC Yukon XL Wireless DVD Headphone, Digital</strong></p>\n\n<ul>\n<li>COMPATIBLE - These wireless headphones will work for you, period. No fiddling with codes or figuring out \"pairing\" instructions.</li>\n<li>DURABLE - Our rear seat entertainment headphones will last you years of use. We have kids too, and we know how rough they can be with their stuff.</li>\n<li>AFFORDABLE - The kids will eventually use these headphones for a game of horseshoes. When they lose 'em, don't worry - they didn't cost you an arm-and-a-leg. We've got you covered</li>\n<li>AUTO CONNECT - These headphones will connect to your car's rear seat DVD system automatically.</li>\n<li>. You have a busy life, let us make it less so!</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/712662575_0.png", "https://d1v44g9hqstmhw.cloudfront.net/712662575_1.png", "https://d1v44g9hqstmhw.cloudfront.net/712662575_2.png"]}, "465876802": {"compliant_title": "Ametoys MD03 Bluetooth 5.0 Wireless Headphones, Ear Hook and Touch Control, Black", "compliant_short_desc": "<p>Ametoys MD03 Bluetooth 5.0 Wireless Headphones, Ear Hook and Touch Control, Black. The pair of Headphones are Bluetooth 5.0 chip, support single and binaural freely switch and touch control. IPX5 waterproof, it is suitable for sports wear. 10mm graphene speaker, DSP enhanced sound, silicon microphone, HiFi music experience. Flexible and adjustable anti-skid ear hook, three points of stress make stable and comfortable wear. Single and binaural freely switch, USB interface for convenient charge. Electric quantity display, humanized design.</p>", "compliant_long_desc": "<p><strong>Ametoys MD03 Bluetooth 5.0 Wireless Headphones, Ear Hook and Touch Control, Black</strong></p>\n\n<ul>\n<li>10mm graphene speaker</li>\n<li>DSP enhanced sound</li>\n<li>silicone microphone</li>\n<li>HiFi music experience</li>\n<li>Flexible and adjustable anti-skid ear hook</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/465876802_0.png", "https://d1v44g9hqstmhw.cloudfront.net/465876802_1.png", "https://d1v44g9hqstmhw.cloudfront.net/465876802_2.png"]}, "477283321": {"compliant_title": "LTI Premium 2015 Kia Sedona Wireless Headphone, Leather Look Padding", "compliant_short_desc": "<p>LTI Premium 2015 Kia Sedona Wireless Headphone, Leather Look Padding. Leather look padded wireless headphones for your rear seat entertainment system. Will these headphones work for your car? The answer is yes. We guarantee it. No more worrying about compatibility, pairing, or progMagnumming the headphones to your vehicle. We take care of that for you. You get headphones that work. Period.</p>", "compliant_long_desc": "<p><strong>LTI Premium 2015 Kia Sedona Wireless Headphone, Leather Look Padding</strong></p>\n\n<ul>\n<li>Integrated circuit auto on/off extends battery life</li>\n<li>Leather look padding provides extra comfort and passive noise canceling</li>\n<li>Personal volume control allows each user to adjust their own sound level</li>\n<li>Adjustable headphone band for optimal fit</li>\n<li>Suitable for children and adults alike</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/477283321_0.png", "https://d1v44g9hqstmhw.cloudfront.net/477283321_1.png", "https://d1v44g9hqstmhw.cloudfront.net/477283321_2.png"]}, "126031344": {"compliant_title": "SG Waterproof Bluetooth 5.1 In-Ear Headphones, Black", "compliant_short_desc": "<p>SG Waterproof Bluetooth 5.1 In-Ear Headphones, New Upgraded 5.1 Chip: stable full-core upgrade, compared with the old version of Bluetooth 5.0, the transmission distance is greatly improved, the signal stability and anti-interference ability are enhanced, and the standby power consumption is reduced. High-definition LED display power: LED digital power display, the remaining power of the charging compartment is clear at a glance, avoiding the embarrassment of sudden loss of power! The power of the left earphone, the total power of the charging compartment, and the total power of the right earphone are clearly visible.</p>", "compliant_long_desc": "<p><strong>SG Waterproof Bluetooth 5.1 In-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>Universal Compatibility</li>\n<li>True Wireless Earbuds with 2000mAh Power Bank</li>\n<li>Fast Pairing</li>\n<li>Charging method</li>\n<li>IPX7 waterproof and sweatproof</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/126031344_0.png", "https://d1v44g9hqstmhw.cloudfront.net/126031344_1.png", "https://d1v44g9hqstmhw.cloudfront.net/126031344_2.png"]}, "1620959613": {"compliant_title": "Brookstone Studio HD Wireless Headphones, Rechargeable Battery and Control with High Performance Sound, Black", "compliant_short_desc": "<p>Brookstone Studio HD Wireless Headphones, Rechargeable Battery and Control with High Performance Sound, Black. Elevate your sound and experience clear tones and rumbling bass with the Studio HD Wireless Headphones. Rechargeable battery gives you up to 6 hours of playtime allowing you to listen to high-performance sound all day long.</p>", "compliant_long_desc": "<p><strong>Brookstone Studio HD Wireless Headphones, Rechargeable Battery and Control with High Performance Sound, Black</strong></p>\n\n<ul>\n<li>Play you favorite songs all day long with lasting comfort</li>\n<li>Listen to high-performance sound in a completely wire-free design</li>\n<li>Rechargeable battery gives you up to 6 hours of playtime</li>\n<li>Control playback with the press of a button</li>\n<li>ABS,PU and STEEL</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1620959613_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1620959613_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1620959613_2.png"]}, "588827500": {"compliant_title": "Ottwn Sports Noise Wireless Bluetooth Headphones, Over Ear with Microphone, Black-Blue", "compliant_short_desc": "<p>Ottwn Sports Noise Wireless Bluetooth Headphones, Over Ear with Microphone, Black-Blue. Features: Universal equipment compatibility: With only Bluetooth-enabled devices, this headset can be compatible w/ your PC, smartphone, tablet, and speakers. Using advanced chip updates, there is no sound loss when the connection is successful, and you can feel the sound flowing through your ears. Ultimate music freedom: Support voice commands. Answer/end calls w/ one-touch control buttons. Double-click the button to switch to another song. Insert your SD card or connect to your PC via the included cable and enjoy your music time</p>", "compliant_long_desc": "<p><strong>Ottwn Sports Noise Wireless Bluetooth Headphones, Over Ear with Microphone, Black-Blue</strong></p>\n\n<ul>\n<li>Universal equipment compatibility:With only Bluetooth-enabled devices, this headset can be compatible w/ your PC, smartphone, tablet</li>\n<li>Using advanced chip updates</li>\n<li>There is no sound loss when the connection is successful</li>\n<li>You can feel the sound flowing through your ears</li>\n<li>Ultimate music freedom:Support voice commands. Answer/end calls w/ one-touch control buttons. Double-click the button to switch to another song.</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/588827500_0.png", "https://d1v44g9hqstmhw.cloudfront.net/588827500_1.png", "https://d1v44g9hqstmhw.cloudfront.net/588827500_2.png"]}, "1009750647": {"compliant_title": "Mpow Noise Cancelling Wireless Bluetooth 5.0 Stereo Headphones, Multi Color", "compliant_short_desc": "<p>Mpow Noise Cancelling Wireless Bluetooth 5.0 Stereo Headphones, Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability.40mm dynamic coil unit, super bass sound, make your music listening much more enjoyable.Long working time, fast charging, meet your daily needs.Foldable design, convenient to store.One-key hands-free call, built-in microphone for clear call sound.</p>", "compliant_long_desc": "<p><strong>Mpow Noise Cancelling Wireless Bluetooth 5.0 Stereo Headphones, Multi Colortitle</strong></p>\n\n<ul>\n<li>Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability</li>\n<li>40mm dynamic coil unit</li>\n<li>super bass sound</li>\n<li>make your music listening much more enjoyable</li>\n<li>Long working time</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1009750647_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1009750647_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1009750647_2.png"]}, "434242976": {"compliant_title": "FCO Premium Wired Earbud Stereo In-Ear Headphones, Black", "compliant_short_desc": "<p>FCO Premium Wired Earbud Stereo In-Ear Headphones, Premium in-ear headphones that provides incredibly clear, balanced and authentic-sounding audio. These earphones feature dual drivers, one 8mm and one 11mm, in a metal housing connected to a tangle-resistant fabric cable. An in-line remote provides easy access and playback control. Audio Controls: Play/Pause, Volume Controls: Volume, Play/Pause</p>", "compliant_long_desc": "<p><strong>FCO Premium Wired Earbud Stereo In-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>Type: Headphones</li>\n<li>Connector Type: Mini-phone stereo 3.5 mm</li>\n<li>Compatible with all 3.5mm connector devices</li>\n<li>Audio Controls: Play/Pause, Volume Controls: Volume, Play/Pause</li>\n<li>Headphones Form Factor: In ear</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/434242976_0.png", "https://d1v44g9hqstmhw.cloudfront.net/434242976_1.png", "https://d1v44g9hqstmhw.cloudfront.net/434242976_2.png"]}, "213224351": {"compliant_title": "Popvcly Kids Bluetooth Headphones w/ 3.5mm Audio Cable, Blue", "compliant_short_desc": "<p>Popvcly Kids Bluetooth Headphones w/ 3.5mm Audio Cable, With BT connection, TF card music playback, AUX-IN wired music playback, microphone hands-free call and other functions.BT5.0, easily pair almost all audio devices that support BT, enjoy wireless music and hands-free calls.Connect audio devices without BT function (such as MP3/MP4, laptop, etc.) through the attached 3.5mm cable.Built-in 200mAh rechargeable battery, each charging cycle can last up to 6 hours of music playing time and 24 hours of standby time.</p>", "compliant_long_desc": "<p><strong>Popvcly Kids Bluetooth Headphones w/ 3.5mm Audio Cable, BlueTitle</strong></p>\n\n<ul>\n<li>With BT connection</li>\n<li>TF card music playback</li>\n<li>AUX-IN wired music playback</li>\n<li>microphone hands-free call and other functions</li>\n<li>BT5.0</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/213224351_0.png", "https://d1v44g9hqstmhw.cloudfront.net/213224351_1.png", "https://d1v44g9hqstmhw.cloudfront.net/213224351_2.png"]}, "790045040": {"compliant_title": "Seneo Sports Bluetooth In-Ear Headphones w/ Charging Cable, Multi Color", "compliant_short_desc": "<p>Seneo Sports Bluetooth In-Ear Headphones w/ Charging Cable, Wireless Earphone Bluetooth 5.0 Bone Conduction In-Ear?Headset with Mic Sports Earbuds Hands-free Stereo Sound Earphones. Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability. The headset could automatically power on and match the phone after picked up, eliminating the troublesome operation of manual startup and pairing. Light and Portable, Unfeeling weight, compact and comfortable, skin-friendly and stable. Touch Control, Dual control modes, so you can do all operations with the button or touch control, easy to use. Fashion light design, sparkling and lovely.</p>", "compliant_long_desc": "<p><strong>Seneo Sports Bluetooth In-Ear Headphones w/ Charging Cable, Multi ColorTitle</strong></p>\n\n<ul>\n<li>Real wireless Bluetooth 5.0 provides powerful Bluetooth signal</li>\n<li>Anti-interference ability</li>\n<li>The headset could automatically power on and match the phone after picked up</li>\n<li>Light and Portable</li>\n<li>Unfeeling weight, compact and comfortable</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/790045040_0.png", "https://d1v44g9hqstmhw.cloudfront.net/790045040_1.png", "https://d1v44g9hqstmhw.cloudfront.net/790045040_2.png"]}, "1190986937": {"compliant_title": "FULenQnu Street Buds Plus True Bluetooth Earbuds for Samsung Galaxy M02s, Purple", "compliant_short_desc": "<p>FULenQnu Street Buds Plus True Bluetooth Earbuds for Samsung Galaxy M02s - Wireless Earbuds wNoise Isolation - Purple (US Version w/ Warranty).Get up to 11 hours of nonstop music on a single charge, then pop your Galaxy Buds+ in the wireless charging case and get nearly 11 more. Compatible with all phone models and all operating systems. iOS, android, windows pc, tablets and more. STREET BUDS Wireless earbuds withactive Noise isolation ( US version ) STREET BUDS are the perfect fitting earbuds to isolate you from distracting noises, so you can stay focused on what you want. And if youd like to filter in some of the outside world to be more in-tune with your surroundings, you can</p>", "compliant_long_desc": "<p><strong>FULenQnu Street Buds Plus True Bluetooth Earbuds for Samsung Galaxy M02s, Purple</strong></p>\n\n<ul>\n<li>UrbanX Street Buds Plus are the perfect fitting earbuds to isolate you from distracting noises</li>\n<li>Get up to 11 hours of nonstop music on a single charge</li>\n<li>Forgot to charge them the night before? No worries. 3 minutes of charging gives you one hour of play time</li>\n<li>Your voice, loud and clear. Ensure you’re heard clearly. A dedicated internal and two external microphones pick up your voice and isolate it from outside noises.</li>\n<li>Android & iOS compatible.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1190986937_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1190986937_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1190986937_2.png"]}, "1952941620": {"compliant_title": "Wyeydhfi Donut Wired in-Ear Headphones for Kids, Microphone and Storage Case (Royal Blue)", "compliant_short_desc": "<p>Wyeydhfi Donut Wired in-Ear Headphones for Kids, Microphone and Storage Case (Royal Blue). Very cute donut earphone! Super quality for the earphone and box. It can answer or hang up. When you listen music, you can play or stop, press twice to listen next song. Coated with soft rubber, the headphones are soft to the touch. The flat style of wiring helps prevent messy tangles, as well as the bowtie adjustor included to change the space between the earbuds.</p>", "compliant_long_desc": "<p><strong>Wyeydhfi Donut Wired in-Ear Headphones for Kids, Microphone and Storage Case (Royal Blue)</strong></p>\n\n<ul>\n<li>Featuring the lovely donut design</li>\n<li>This funtional earphones for kids are eye-catching</li>\n<li>Perfect for donut lover and kids who have a sweet tooth</li>\n<li>This Superior lightweight earbuds for kids with tangle-free flat cord includes one funtional earbuds and one cute donut storage case.</li>\n<li>2 In 1 Combo Set helps your child to storage the earbuds in a stylish way</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1952941620_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1952941620_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1952941620_2.png"]}, "405308592": {"compliant_title": "Lighting Liphom Bluetooth Over-Ear Headphones, Built in FM Radio with Dass Sound, Black", "compliant_short_desc": "<p>Lighting Liphom Bluetooth Over-Ear Headphones, Built in FM Radio with Dass Sound, Black. The Bluetooth headphones are made of premium quality materials, our headphones are ergonomically designed and perfect for daily use. Play your favorite PC games, sit back and enjoy the music tracks you love, or watch the latest popular movies with unparalleled HQ sound quality in the comfort of your home! The memory protein earmuffs ensure that they remain steady on your head without hurting your ears, and the adjustable headband promises that they are perfectly fitted. Additionally, the soft, snug pad on the inside of the headband provides full protection and impeccable comfort.</p>", "compliant_long_desc": "<p><strong>Lighting Liphom Bluetooth Over-Ear Headphones, Built in FM Radio with Dass Sound, Black</strong></p>\n\n<ul>\n<li>The Bluetooth headphones are made of premium quality materials</li>\n<li>Our headphones are ergonomically designed</li>\n<li>Play your favorite PC games</li>\n<li>Sits back and enjoy the music tracks you love</li>\n<li>Watch the latest popular movies with unparalleled HQ sound quality in the comfort of your home</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/405308592_0.png", "https://d1v44g9hqstmhw.cloudfront.net/405308592_1.png", "https://d1v44g9hqstmhw.cloudfront.net/405308592_2.png"]}, "644845882": {"compliant_title": "Prtukyt Hi-Fi Stereo Foldable Wireless Bluetooth Headphones, Multicolor", "compliant_short_desc": "<p>Prtukyt Hi-Fi Stereo Foldable Wireless Bluetooth Headphones, High Definition Stereo Headphones, and advanced bluetooth 5.0 chip that aim to deliver you superior sound quality with high fidelity deep bass and crystal clear treble, Deep, accurate bass response, extended frequency range, rechargeable. Lose yourself in immersive music even in the lowest volume levels! Our upgrade Bluetooth 5.0 technology ensures fast and stable connections to your Bluetooth devices and low latency during audio/video streaming. Headphones wireless provide high-quality built in mic for hands free calling.No more worries about audio dropouts during phone calls and music listening</p>", "compliant_long_desc": "<p><strong>Prtukyt Hi-Fi Stereo Foldable Wireless Bluetooth Headphones, MulticolorTitle</strong></p>\n\n<ul>\n<li>High Definition Stereo Headphones</li>\n<li>Advanced bluetooth 5.0 chip that aim to deliver you superior sound quality with high fidelity deep bass and crystal clear treble</li>\n<li>Deep, accurate bass response</li>\n<li>Extended frequency range</li>\n<li>Rechargeable.</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/644845882_0.png", "https://d1v44g9hqstmhw.cloudfront.net/644845882_1.png", "https://d1v44g9hqstmhw.cloudfront.net/644845882_2.png"]}, "927156190": {"compliant_title": "Maeline in-Ear Earbuds, Noise Isolating and Microphone with Volume Control, Black and Navy Blue", "compliant_short_desc": "<p>Maeline in-Ear Earbuds, Noise Isolating and Microphone with Volume Control, Black and Navy Blue. Noise Isolation Technology These earphones have flawless noise isolation technology, which allows you to be fully immersed with the acoustics. Complete with a strong heavy bass, these key features provide personalized and high quality listening; giving you the ultimate audio experience. Tangle Free Cable For On The Go The tangle free rubber cable makes listening easy in every situation with minimal effort. The cable has a gold plated audio connector so you have a clear sound transmission while using your device and keeping the audio quality high over time</p>", "compliant_long_desc": "<p><strong>Maeline in-Ear Earbuds, Noise Isolating and Microphone with Volume Control, Black and Navy Blue</strong></p>\n\n<ul>\n<li>High-Quality Sound: In-Ear Earbuds with wider frequency response of 20HZ - 20kHz delivers clear, rich bass and natural treble</li>\n<li>Connectivity Technology: Wired</li>\n<li>Excel In Calls: Integrated microphone and smartphone playback control button and volume adjustment slide bar make it more convenient for the headset to answer and control the volume</li>\n<li>Super Comfortable: Ergonomic and lightweight design refined the details of comfort and fittest experience, makes the earbud sit almost unnoticed</li>\n<li>Adaptable: Suitable for virtually All Devices with a compatible 3.5mm headphone jack, these earphones are versatile. Including Android and IOS smartphones; devices without a 3.5mm jack, require an adapter</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/927156190_0.png", "https://d1v44g9hqstmhw.cloudfront.net/927156190_1.png", "https://d1v44g9hqstmhw.cloudfront.net/927156190_2.png"]}, "1115019457": {"compliant_title": "Tmosphere Wired In-Ear Sport Portable Headphones with 3.5mm, In-Ear design", "compliant_short_desc": "<p>Tmosphere Wired In-Ear Sport Portable Headphones with 3.5mm, In-Ear design: Earphone is easy for to cancel the noise effectively, enjoying music without disturbing others.Good experience: The earphone can bring you a very balanced and powerful sound quality, and give you a good listening experience.Portable: This earphone is easy to carry around, perfect for in the pockets or cases or your carrying bags.Comfortable: The ultra-soft in-ear earbuds instantly conform to your ears, which will not make you feel tired or painful after wearing them for a long time.Enough cable: The long 120cm cord comfortably threads through clothing and bags, enough to meet your daily need, you can connect it to your phone without worries.</p>", "compliant_long_desc": "<p><strong>Tmosphere Wired In-Ear Sport Portable Headphones with 3.5mm, In-Ear design</strong></p>\n\n<ul>\n<li>In-Ear design: Earphone is easy for to cancel the noise effectively, enjoying music without disturbing others</li>\n<li>Good experience: The earphone can bring you a very balanced and powerful sound quality, and give you a good listening experience</li>\n<li>Portable: This earphone is easy to carry around, perfect for in the pockets or cases or your carrying bags</li>\n<li>Comfortable: The ultra-soft in-ear earbuds instantly conform to your ears, which will not make you feel tired or painful after wearing them for a long time</li>\n<li>Enough cable: The long 120cm cord comfortably threads through clothing and bags, enough to meet your daily need, you can connect it to your phone without worries</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1115019457_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1115019457_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1115019457_2.png"]}, "1008763384": {"compliant_title": "Elec Space True Wireless Bluetooth Earbuds, Noise Cancelling and Charging Case, Blue", "compliant_short_desc": "<p>Elec Space True Wireless Bluetooth Earbuds, Noise Cancelling and Charging Case, Blue. \"Exactly what you want to hear. The V5.0 earphone for Galaxy Buds+ are the perfect fitting earbuds to isolate you from distracting noises, so you can stay focused on what you want. And if you'd like to filter in some of the outside world to be more in-tune with your surroundings, you can switch on Ambient Aware2. Hear flight annozments, oncoming traffic or your order number while still enjoying your favorite playlist or podcast. 22 hours of serious sound. Get up to 11 hours of nonstop music on a single charge, then pop your earphone in the wireless charging case and get nearly 11 more. Forgot to charge them the night before, No worries. 3 minutes of charging gives you one hour of play time, so you have enough juice for your commute or workout.</p>", "compliant_long_desc": "<p><strong>Elec Space True Wireless Bluetooth Earbuds, Noise Cancelling and Charging Case, Blue</strong></p>\n\n<ul>\n<li>Exactly what you want to hear</li>\n<li>The V5.0 earphone for Galaxy Buds+ are the perfect fitting earbuds to isolate you from distracting noises</li>\n<li>So you can stay focused on what you want</li>\n<li>And if you'd like to filter in some of the outside world</li>\n<li>You can switch on Ambient Aware2.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1008763384_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1008763384_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1008763384_2.png"]}, "556248233": {"compliant_title": "Wrap Around in-Ear Earphones, Stereo Sound with Volume Control and Microphone, Black", "compliant_short_desc": "<p>Wrap Around in-Ear Earphones, Stereo Sound with Volume Control and Microphone, Black, Product Feature 1.HIFI SOUND: Impressive punch and impact of bass, fast and accurate with quick attack and decay.Full and warm Mids with excellent detail. Highs are well extended but not overly boosted. Sound stage is very wide and individual instruments are easy to locate.2.Provides comfortable fit for your ears and long-time wearing.3.Ideal for iOS devices, Android smartphones, MP3/MP4 player, all other 3.5mm jack devices.4.Earbuds With Built Microphone - Built with a multi-functional button inline which makes the earphones more convenient to answering/ending calling/play/pause/next track/previous track.</p>", "compliant_long_desc": "<p><strong>Wrap Around in-Ear Earphones, Stereo Sound with Volume Control and Microphone, Black</strong></p>\n\n<ul>\n<li>Impressive punch and impact of bass</li>\n<li>Fast and accurate with quick attack and decay.</li>\n<li>Full and warm Mids with excellent detail</li>\n<li>Highs are well extended but not overly boosted.</li>\n<li>Sound stage is very wide</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/556248233_0.png", "https://d1v44g9hqstmhw.cloudfront.net/556248233_1.png", "https://d1v44g9hqstmhw.cloudfront.net/556248233_2.png"]}, "744383919": {"compliant_title": "Ccdes Small In-Ear Headphones, Earphones and For Redmi, Sport, Black", "compliant_short_desc": "<p>Ccdes Small In-Ear Headphones, Earphones and For Redmi, Sport, Black. Small in-Ear Headphones, Earphones, for Redmi, Sport, Black. Specifications: Wireless Earbuds Item Type:Wireless Earbuds Color: Black V5.0+EDR Earbuds Battery capacity: 45mAh 3.7VCharging Case Battery capacity: 280mAh 3.7V Sensitivity: 105dB ? 3dB Charging Time: Approx.1H Music Time: Approx.3H Call Time: Approx.4H Standby Time:Approx.80H Signal Distance: 10m/32.8ft Compatible system: For IOS// Hands-Free Call</p>", "compliant_long_desc": "<p><strong>Ccdes Small In-Ear Headphones, Earphones and For Redmi, Sport, Black</strong></p>\n\n<ul>\n<li>Small In-Ear Headphones</li>\n<li>Earphones</li>\n<li>For Redmi</li>\n<li>Sport</li>\n<li>(Black)</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/744383919_0.png", "https://d1v44g9hqstmhw.cloudfront.net/744383919_1.png", "https://d1v44g9hqstmhw.cloudfront.net/744383919_2.png"]}, "331229841": {"compliant_title": "Ybeauty V4.1 Bluetooth-Compatible S530 Mini Wireless Headphone, Pink", "compliant_short_desc": "<p>Ybeauty V4.1 Bluetooth-Compatible S530 Mini Wireless Headphone, Specifications: Taiwan and the bluetooth-compatible master control chip. Can talk, listening to musicn. Built-in DSP audio processing system, can be a very good eliminate noise and echo, to ensure clear communication, and music. 2 in a row, to the telegraph, voice prompt operation. Small and light, stealth design. Intelligent voice prompts the state of equipment/to cable.</p>", "compliant_long_desc": "<p><strong>Ybeauty V4.1 Bluetooth-Compatible S530 Mini Wireless Headphone, PinkTitle</strong></p>\n\n<ul>\n<li>Taiwan and the bluetooth-compatible master control chip.</li>\n<li>Can talk, listening to musicn.</li>\n<li>Built-in DSP audio processing system</li>\n<li>Can be a very good eliminate noise and echo</li>\n<li>Stealth design.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/331229841_0.png", "https://d1v44g9hqstmhw.cloudfront.net/331229841_1.png", "https://d1v44g9hqstmhw.cloudfront.net/331229841_2.png"]}, "149023045": {"compliant_title": "Top-Tech In-Ear Wired HiFi Headphone, Heavy Bass and Stereo Sound, Black", "compliant_short_desc": "<p>Top-Tech In-Ear Wired HiFi Headphone, Heavy Bass and Stereo Sound, Black. Description: This dual moving coil headphone combines moving coil and moving iron to create heavy bass and stereo sound. This heavy bass earphone is consistent with ergonomic design and can tightly fit your ear. This in-ear HiFi headphone adopts 3.5mm connector that makes it has a wide compatibility. This HiFi earphone is comfortable to wear and is convenient to carry or store.This wired earphone supports hands-free call and it has a microphone.</p>", "compliant_long_desc": "<p><strong>Top-Tech In-Ear Wired HiFi Headphone, Heavy Bass and Stereo Sound, Black</strong></p>\n\n<ul>\n<li>This dual moving coil headphone can provide a heavy base and HiFi sound, deliver a good listening experience</li>\n<li>This heavy bass earphone is a in-ear type and features ergonomic design, it is comfortable to wear</li>\n<li>This in-ear HiFi headphone has a microphone that makes the headphone support hands-free call</li>\n<li>This HiFi earphone is convenient to use, features a line control function, easy to operate</li>\n<li>This wired earphone is designed with a 3.5mm connector that is suitable for many types of phones, tablets, computer, and so on</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/149023045_0.png", "https://d1v44g9hqstmhw.cloudfront.net/149023045_1.png", "https://d1v44g9hqstmhw.cloudfront.net/149023045_2.png"]}, "327980405": {"compliant_title": "Vive Comb Tangle Free Flat Cord Ergonomic In-Ear Headphones, Yellow", "compliant_short_desc": "<p>Vive Comb Tangle Free Flat Cord Ergonomic In-Ear Headphones, Earbuds with ergonomic angular design, ergonomic oval sound outlet and soft & premium eartips not only give you a comfortable listening experience but also less likely to fall out even when you are running, hiking or jogging. It comes with 3 different size of eartips(S/M/L), you can choose a better one to fit your ears. Wide Compatibility Designed for use with your Apple iPod, iPhone, iPad, or other compatible device, the In-Ear Headphones make it easy to plug in and tune out.</p>", "compliant_long_desc": "<p><strong>Vive Comb Tangle Free Flat Cord Ergonomic In-Ear Headphones, YellowTitle</strong></p>\n\n<ul>\n<li>Ergonomics Design: Earphones with ergonomic angular design and soft & premium eartips not only give you a comfortable listening experience but also less likely to fall out even when you are running, hiking or jogging. It comes with 3 different size of eartips(S/M/L), you can choose a better one to fit your ears</li>\n<li>Quality Stereo Sound: Stereo earphones produces Premium Stereo Sound,high-fidelity sound with enhanced bass. Everyone can take their music listening experience to the higher level</li>\n<li>Tangle Free Cable: Soft and durable flat cable is built to last and designed to resist tangling for frustration-free use. The tangle-free cord stores neatly and keeps you connected to your device in smooth, simple style</li>\n<li>Crisp Audio Enhanced Bass: Strong bass, comfortable earbud headphones with a great seal which minimize outside noise so you can hear the beats clearly. The perfect portable earbud headphones offer sleek style and an excellent on-the-go choice for keeping you in sync with sound that inspires.</li>\n<li>Compatibility: 3.5mm audio jack compatible with any 3.5mm audio devices including iPhone, iPad, iPod, Mac, iMac, PS3/PS4, MP3/MP4 Player and more</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/327980405_0.png", "https://d1v44g9hqstmhw.cloudfront.net/327980405_1.png", "https://d1v44g9hqstmhw.cloudfront.net/327980405_2.png"]}, "520783840": {"compliant_title": "Global Teck Worldwide BlueParrott Refresher Kit for B450-XT Headset, White", "compliant_short_desc": "<p>Global Teck Worldwide BlueParrott Refresher Kit for B450-XT Headset, Leather-feel cushions (2) Foam Ear Cushions (2) Microphone windscreen cushions Headset not included.BlueParrott Refresher Kit - ear cushion kit for headset</p>", "compliant_long_desc": "<p><strong>Global Teck Worldwide BlueParrott Refresher Kit for B450-XT Headset, Whitetitle</strong></p>\n\n<ul>\n<li>(2) Leather-feel cushions</li>\n<li>(2) Foam Ear Cushions</li>\n<li>(2) Microphone windscreen cushions</li>\n<li>Headset not included</li>\n<li>(2) Foam Ear Cushions</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/520783840_0.png", "https://d1v44g9hqstmhw.cloudfront.net/520783840_1.png", "https://d1v44g9hqstmhw.cloudfront.net/520783840_2.png"]}, "829824476": {"compliant_title": "Homitt Bone Conduction Wireless Bluetooth Earphone w/ Charging Cable, Black", "compliant_short_desc": "<p>Homitt Bone Conduction Wireless Bluetooth Earphone w/ Charging Cable, Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability. Fit the auricle and no pain after long-time wearing, and it does not fall during the movement. Waterproof design allows not to be damaged by water entering the inside of the earphone and you can enjoy the music without any fear of rain and sweat. HD Voice: Binaural call, supporting for call and providing high-definition call experience with adaptive noise reduction technology. Ear hook Design: Ear hanging design, just gently hanging to the ear you can enjoy without entering the ear, long time wearing without pain</p>", "compliant_long_desc": "<p><strong>Homitt Bone Conduction Wireless Bluetooth Earphone w/ Charging Cable, BlackTitle</strong></p>\n\n<ul>\n<li>Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability.</li>\n<li>Fit the auricle and no pain after long-time wearing, and it does not fall during the movement.</li>\n<li>Waterproof design allows not to be damaged by water entering the inside of the earphone</li>\n<li>Binaural call, supporting for call and providing high-definition call experience with adaptive noise reduction technology.</li>\n<li>Ear hanging design, just gently hanging to the ear you can enjoy without entering the ear, long time wearing without pain.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/829824476_0.png", "https://d1v44g9hqstmhw.cloudfront.net/829824476_1.png", "https://d1v44g9hqstmhw.cloudfront.net/829824476_2.png"]}, "1600698271": {"compliant_title": "Renewed Beats Studio Buds Wireless Noise Cancelling Earbuds, Black, MJ4X3LL/A", "compliant_short_desc": "<p>Renewed Beats Studio Buds Wireless Noise Cancelling Earbuds, Black. The item in this listing is an Open Box (packaging maybe slightly distressed). The unit powers on with factory settings restored and includes the original accessories. The unit may have some minor cosmetic marks. Product comes with a Minimum 90 days warranty Custom acoustic platform delivers powerful, balanced sound Control your sound with two distinct listening modes: Active Noise Cancelling (ANC) and Transparency mode Three soft eartip sizes for a stable and comfortable fit while ensuring an optimal acoustic seal Up to 8 hours of listening time1 (up to 24 hours combined with pocket-sized charging case) IPX4-rated sweat and water resistant wireless earbuds</p>", "compliant_long_desc": "<p><strong>Renewed Beats Studio Buds Wireless Noise Cancelling Earbuds, Black, MJ4X3LL/A</strong></p>\n\n<ul>\n<li>Custom acoustic platform delivers powerful, balanced sound</li>\n<li>Control your sound with two distinct listening modes: Active Noise Cancelling (ANC) and Transparency mode</li>\n<li>Three soft eartip sizes for a stable and comfortable fit while ensuring an optimal acoustic seal</li>\n<li>Up to 8 hours of listening time1 (up to 24 hours combined with pocket-sized charging case)</li>\n<li>IPX4-rated sweat and water resistant wireless earbuds</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1600698271_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1600698271_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1600698271_2.png"]}, "1140438854": {"compliant_title": "Xinytec Detachable Gaming Headphones, Cat Ears Attachment and Stereo for Decoration, Black", "compliant_short_desc": "<p>Xinytec Detachable Gaming Headphones, Cat Ears Attachment and Stereo for Decoration, High Quality Material: Made of high silica gel , eco‑friendly and stable, firm and durable. Replacement for cat ear headphones. Easy to install: directly replace the old or broken one. Application: Good performance, convenient and practical, suitable for home and professional use. Lightweight Size: Portable and small size, easy to store and carry, bring you convenience.</p>", "compliant_long_desc": "<p><strong>Xinytec Detachable Gaming Headphones, Cat Ears Attachment and Stereo for Decoration, BlackTitle</strong></p>\n\n<ul>\n<li>High Quality Material: Made of high silica gel , eco‑friendly and stable</li>\n<li>Replacement for cat ear headphones.</li>\n<li>Easy to install: directly replace the old or broken one.</li>\n<li>Application: Good performance, convenient and practical</li>\n<li>Lightweight Size: Portable and small size</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1140438854_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1140438854_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1140438854_2.png"]}, "692322243": {"compliant_title": "Ludos Turbo Ergonomic Microphone and Headphones, Black", "compliant_short_desc": "<p>Ludos Turbo Ergonomic Microphone and Headphones, Description LUDOS TURBO wired earbuds in ear headphones earphones with microphone with mic offer a quality and great sound. Thanks to our unique and improved speakers, the sound will be brilliant, deep and immersive. Plus, they will be comfortable to wear thanks to the new generation pads. Are you tired of the old and dirty silicone that keeps falling down from your ears? Memory foam pads adapt to you without any hassle. Materials are innovative and 40% more resistant to wear compared to the traditional memory foam. The quality you were looking for at the right price. Compatibility LUDOS TURBO wired earbuds in ear headphones earphones with microphone are a compatible and universal product: they can be used with all mobile models and personal computers as long as they have a 3.5 mm jack</p>", "compliant_long_desc": "<p><strong>Ludos Turbo Ergonomic Microphone and Headphones, Blacktitle</strong></p>\n\n<ul>\n<li>Wired-Earbuds-Earphones-Headphones-Microphone</li>\n<li>LUDOS TURBO wired earbuds in ear headphones earphones with microphone</li>\n<li>Ergonomic Earphone with Mic</li>\n<li>Memory Foam</li>\n<li>( Durable Cable, Bass, Auriculares in-Ear Headphones for iPhone, iPad, Apple, Computer, Lap)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/692322243_0.png", "https://d1v44g9hqstmhw.cloudfront.net/692322243_1.png", "https://d1v44g9hqstmhw.cloudfront.net/692322243_2.png"]}, "1658730476": {"compliant_title": "Magideal 3.5mm Wired Stereo Headphone for Cell Phone, Black", "compliant_short_desc": "<p>Magideal 3.5mm Wired Stereo Headphone for Cell Phone, With noise cancelling design to minimize outside interference.3.5mm connector enables you to connect the headphone to your mobile phone, suitable for home studio, sound recording, podcasting, broadcasting etc.Perfect for violinist musical performance.</p>", "compliant_long_desc": "<p><strong>Magideal 3.5mm Wired Stereo Headphone for Cell Phone, Blacktitle</strong></p>\n\n<ul>\n<li>Wired 3.5mm Over Ear Headphone Headset Earphone Music Microphone for Electric Violin.</li>\n<li>Beautiful design, light weight, comfortable to wear and convenient to use.</li>\n<li>With noise cancelling design to minimize outside interference.</li>\n<li>3.5mm connector enables you to connect the headphone to your mobile phone, suitable for home studio, sound recording, podcasting, broadcasting etc.</li>\n<li>Perfect for violinist musical performance.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1658730476_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1658730476_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1658730476_2.png"]}, "975758141": {"compliant_title": "Marvel Avengers Kid-Safe Headphones, Black Panther and The Other", "compliant_short_desc": "<p>Marvel Avengers Kid-Safe Headphones, Black Panther and The Other</p>", "compliant_long_desc": "<p><strong>Marvel Avengers Kid-Safe Headphones, Black Panther and The Other</strong></p>\n\n<ul>\n<li>Marvel Avengers Kid-Safe Headphones</li>\n<li>Black Panther</li>\n<li>The Other</li>\n<li>(3 Pack) Marvel Avengers Kids Headphones</li>\n<li>(2 Pack) Marvel Kids Over Ear Head Phones</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/975758141_0.png", "https://d1v44g9hqstmhw.cloudfront.net/975758141_1.png", "https://d1v44g9hqstmhw.cloudfront.net/975758141_2.png"]}, "274897889": {"compliant_title": "Modern Homezie HD Stereo Sound Over Ear Wired Headphone, Blue", "compliant_short_desc": "<p>Modern Homezie HD Stereo Sound Over Ear Wired Headphone, Description: The headphone is foldable and compact, so your kids can take it anywhere and enjoy music. Compatible with devices like cell phones,tablets,computers, MP3 players and other devices with 3.5mm audio jack. Adjustable headbands could be better fit for most of the head shapes, never worried that would not suitable for your kids. The earphones are modeled on real people wearing experience. Lightweight and ergonomic design ensures comfortable daily wearing. Super soft and elastic ear-pad, provides your kids more comfort, they would not feel bad even a long-time wearing, the noise-isolation perfectly offers them better hearing environment</p>", "compliant_long_desc": "<p><strong>Modern Homezie HD Stereo Sound Over Ear Wired Headphone, BlueTitle</strong></p>\n\n<ul>\n<li>The headphone is foldable and compact</li>\n<li>The earphones are modeled on real people wearing experience</li>\n<li>Lightweight and ergonomic design ensures comfortable daily wearing</li>\n<li>Foldable design for a more compact storage</li>\n<li>Wide Compatibility & Supporting :it is compatible with all smartphons and tablets with 3.5mm jack devices</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/274897889_0.png", "https://d1v44g9hqstmhw.cloudfront.net/274897889_1.png", "https://d1v44g9hqstmhw.cloudfront.net/274897889_2.png"]}, "740291755": {"compliant_title": "Beats by Dr. Dre Beats EP Corded Headphones, Blue, Used", "compliant_short_desc": "<p>Beats by Dr. Dre Beats EP Corded Headphones, Blue, Used. Comes in original Beats box with all accessories. Product is fully tested and sanitized and ready for your listening pleasure.</p>", "compliant_long_desc": "<p><strong>Beats by Dr. Dre Beats EP Corded Headphones, Blue, Used</strong></p>\n\n<ul>\n<li>1 Year Warranty from eReplacements.</li>\n<li>Comes in original Beats box with all accessories.</li>\n<li>Product is fully tested and sanitized and ready for your listening pleasure.</li>\n<li>(3) Over Ear Headphone</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/740291755_0.png", "https://d1v44g9hqstmhw.cloudfront.net/740291755_1.png", "https://d1v44g9hqstmhw.cloudfront.net/740291755_2.png"]}, "1880314061": {"compliant_title": "Dynwave Portable FM Radio Headphones and Ear Muffs, Black", "compliant_short_desc": "<p>Dynwave Portable FM Radio Headphones and Ear Muffs, This radio receiver headphone use over- ,the length is adjustable,let it can fit for most people to use. Earmuffs uses PU material,it is soft and comfortable to use, easily discomfort. Designed with single track and dual track,you can press the S/ to easily switch,dual track provides better sound quality for music listening. The headphone is foldable,let you can carry it easily and store it conveniently.</p>", "compliant_long_desc": "<p><strong>Dynwave Portable FM Radio Headphones and Ear Muffs, BlackTitle</strong></p>\n\n<ul>\n<li>FM Headset Radio Headphone Receiver</li>\n<li>On-Ear Headphones</li>\n<li>Wireless headset</li>\n<li>Battery Operated Personal Wireless </li>\n<li>(no attery )</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1880314061_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1880314061_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1880314061_2.png"]}, "600295126": {"compliant_title": "Joyroom JOYROOM JR-TL1 Bluetooth 5.0 In-Ear Headphones, Black", "compliant_short_desc": "<p>Joyroom JOYROOM JR-TL1 Bluetooth 5.0 In-Ear Headphones, Binaural TWS Bluetooth 5.0 Wireless Headsets with Charing BinErgonomic design, comfortable and stable wearingLeft and right ears can be used independently, switch as you likeBluetooth 5.0 chip, approaching \"0\" delay, faster and more stable transmissionAutomatically connect once take out without tedious operationsFingerprint touch control for easier operationIPX7 waterproof, no fear of pouring rainBinaural high-definition calls, highly restored true sound</p>", "compliant_long_desc": "<p><strong>Joyroom JOYROOM JR-TL1 Bluetooth 5.0 In-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>True Wireless Earbuds Bluetooth 5.0 Earphone / Headphones</li>\n<li>IPX7 Waterproof Wireless Earbuds Headset - Black</li>\n<li>Comfortable and stable wearingLeft and right ears can be used independently</li>\n<li>Switching as you likeBluetooth 5.0 chip, approaching \"0\" delay</li>\n<li>Faster and more stable transmissionAutomatically connect once take out without tedious operations</li>\n<li></p>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/600295126_0.png", "https://d1v44g9hqstmhw.cloudfront.net/600295126_1.png", "https://d1v44g9hqstmhw.cloudfront.net/600295126_2.png"]}, "281430988": {"compliant_title": "Visland Inner Ear Wired Headphone w/ Built-in Microphone, Black", "compliant_short_desc": "<p>Visland Inner Ear Wired Headphone w/ Built-in Microphone, You can wear it comfortably without pain due to the ergonomic in-ear design. The earphone has stereo sound due to the use of intelligent noise-canceling technology. Made of TPE and copper high quality material, it is reliable and durable to use. The cable length of the earphone is 1.2m. It is compatible with for smartphone, computer, laptop, tablet and desktop, etc.</p>", "compliant_long_desc": "<p><strong>Visland Inner Ear Wired Headphone w/ Built-in Microphone, BlackTitle</strong></p>\n\n<ul>\n<li>You can wear it comfortably without pain due to the ergonomic in-ear design.</li>\n<li>The earphone has stereo sound due to the use of intelligent noise-canceling technology.</li>\n<li>Made of TPE and copper high quality material, it is reliable and durable to use.</li>\n<li>The cable length of the earphone is 1.2m.</li>\n<li>It is compatible with for smartphone, computer, laptop, tablet and desktop, etc</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/281430988_0.png", "https://d1v44g9hqstmhw.cloudfront.net/281430988_1.png", "https://d1v44g9hqstmhw.cloudfront.net/281430988_2.png"]}, "442654582": {"compliant_title": "FCO Premium Wired Earbud Stereo In-Ear Headphones, Black", "compliant_short_desc": "<p>FCO Premium Wired Earbud Stereo In-Ear Headphones, Premium in-ear headphones that provides incredibly clear, balanced and authentic-sounding audio. These earphones feature dual drivers, one 8mm and one 11mm, in a metal housing connected to a tangle-resistant fabric cable. An in-line remote provides easy access and playback control. iPhone 6 / 6 Plus / 6S / 6S Plus / iPhone SE / 5 / 5S / 5C / 4 / 4S / Nano 7 iPad 4 with Retina Display / iPad Mini with Retina Display / iPad Mini / 4 / 3 / 2 / 1 / Air iPod Touch / Nano / Shuffle / Mini Samsung Galaxy S9 Plus S9 S8 S7 S6 S5 S4 S3 Note 4 Note 3 LG Flex 2 G5 G4 G3 G2</p>", "compliant_long_desc": "<p><strong>FCO Premium Wired Earbud Stereo In-Ear Headphones, Blacktitle</strong></p>\n\n<ul>\n<li>Premium in-ear headphones that provides incredibly clear, balanced and authentic-sounding audio</li>\n<li>These earphones feature dual drivers, one 8mm and one 11mm, in a metal housing connected to a tangle-resistant fabric cable.</li>\n<li>An in-line remote provides easy access and playback control.</li>\n<li>iPhone 6/6 Plus/6S/6S Plus/iPhone SE/5/5S/5C/4/4S/Nano 7</li>\n<li>iPad 4 with Retina Display/iPad Mini with Retina Display/iPad Mini/4/3/2/1./Air</li>\n<li>iPod Touch/Nano/.Shuffle/.Mini</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/442654582_0.png", "https://d1v44g9hqstmhw.cloudfront.net/442654582_1.png", "https://d1v44g9hqstmhw.cloudfront.net/442654582_2.png"]}, "609542630": {"compliant_title": "iHome IB50B Headphones with Volume Control, Black", "compliant_short_desc": "<p>iHome IB50B Headphones with Volume Control, Black. This complete headphone package is perfect for frequent flyers and other demanding listeners. Rich, detailed sound with enhanced bass response gives you articulate audio. Active noise cancelation circuitry silences intrusive sounds, while our padded headband and ear cushions make extended listening a pleasure. A detachable tangle free cloth cable with an in-line dial puts volume control within easy reach. Adjustable headband with rotating earcups for perfect fit. Includes important extras such as airline adapter and travel pouch.</p>", "compliant_long_desc": "<p><strong>iHome IB50B Headphones with Volume Control, Black</strong></p>\n\n<ul>\n<li>Rich, detailed sound with enhanced bass response</li>\n<li>Gives you articulate audio</li>\n<li>Active noise cancelation circuitry silences intrusive sounds</li>\n<li>Our padded headband and ear cushions make extended listening a pleasure.</li>\n<li>A detachable tangle free cloth cable with an in-line dial puts volume control within easy reach.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/609542630_0.png", "https://d1v44g9hqstmhw.cloudfront.net/609542630_1.png", "https://d1v44g9hqstmhw.cloudfront.net/609542630_2.png"]}, "232176533": {"compliant_title": "Altatac Deep Bass Wireless Bluetooth 5.0 Over-Ear Headphones, Black, VJ087", "compliant_short_desc": "<p>Altatac Deep Bass Wireless Bluetooth 5.0 Over-Ear Headphones, Live your best life unplugged with these wireless headphones. Enjoy crystal clear audio and high-quality streaming without the hassle of cables. Welcome to the perfect everyday headphone that is designed to keep up with your lifestyle. Easily connect to your favorite devices via Bluetooth to enjoy crystal clear audio and high-quality streaming. Enjoy hands-free calling with the built-in microphone, simply press the phone button on the earpiece to accept incoming calls. Music playback will automatically resume once the call is completed.</p>", "compliant_long_desc": "<p><strong>Altatac Deep Bass Wireless Bluetooth 5.0 Over-Ear Headphones, Black, VJ087</strong></p>\n\n<ul>\n<li>Soft earmuff and comfortable to wear.</li>\n<li>360 degree pickup microphone, supports hands free call.</li>\n<li>Widely compatible with most Bluetooth-enabled devices.</li>\n<li>It is stretchable, you can adjust its length</li>\n<li>Customize your fit for all-day listening comfort with the adjustable headband and pivoting ear cups</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/232176533_0.png", "https://d1v44g9hqstmhw.cloudfront.net/232176533_1.png", "https://d1v44g9hqstmhw.cloudfront.net/232176533_2.png"]}, "353007745": {"compliant_title": "Nenos Bluetooth Kids Headphones, Limited Volume and Wireless for Kids, Unicorn", "compliant_short_desc": "<p>Nenos Bluetooth Kids Headphones, Limited Volume and Wireless for Kids, Unicorn. Nos Bluetooth Kids Headphones are compatible with iPads, tablets, smartphones, laptops, computers and most audio devices. These Children's wireless headphones are also ideal for travel. Unicorn | Bluetooth Kids Headphones are compatible with iPads, tablets, smartphones, laptops, computers and most audio devices. These Children's wireless headphones are also ideal for travel. Wireless kids headphones have a long-lasting battery that can play up to 10 hours of music. Unicorn | Bluetooth Kids Headphones are compatible with iPads, tablets, smartphones, laptops, computers and most audio devices</p>", "compliant_long_desc": "<p><strong>Nenos Bluetooth Kids Headphones, Limited Volume and Wireless for Kids, Unicorn</strong></p>\n\n<ul>\n<li>Wireless kids headphones have a long-lasting battery that can play up to 10 hours of music.</li>\n<li>Unicorn | Bluetooth Kids Headphones are compatible with iPads</li>\n<li>tablets</li>\n<li>smartphones</li>\n<li>(Laptop)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/353007745_0.png", "https://d1v44g9hqstmhw.cloudfront.net/353007745_1.png", "https://d1v44g9hqstmhw.cloudfront.net/353007745_2.png"]}, "315436836": {"compliant_title": "SM SunniMix Unicorn Kids Headphone with Microphone, Pink", "compliant_short_desc": "<p>SM SunniMix Unicorn Kids Headphone with Microphone, The unicorns kids headset is built in with the volume limiter feature to protect your kids' hearing. Inspired by unicorns design, the are finished with two and an unicorn on the top of the headband. The earmuffs are inlaid with rhinestones, and the glitter bling headband has a gradient color. Comfortable and Lightweight: This headphones are sized for kids, with soft over-ear earmuffs, it can also effectively reduce noise interference and enjoy a high quality stereo sound.</p>", "compliant_long_desc": "<p><strong>SM SunniMix Unicorn Kids Headphone with Microphone, PinkTitle</strong></p>\n\n<ul>\n<li>Cute Kids Headphone Earphone with Microphone</li>\n<li>Cartoon Headband Headphone Kids Birthday Gift</li>\n<li>Unicorn Kids Headphones Girls Children Teens</li>\n<li>85dB Safe Volume : The unicorns kids headset is built in with the volume limiter feature to protect your kids' hearing.</li>\n<li>Cute and Stylish: Inspired by unicorns design, the are finished with two and an unicorn on the top of the headband. The earmuffs are inlaid with rhinestones, and the glitter bling headband has a gradient color .</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/315436836_0.png", "https://d1v44g9hqstmhw.cloudfront.net/315436836_1.png", "https://d1v44g9hqstmhw.cloudfront.net/315436836_2.png"]}, "957458989": {"compliant_title": "Cute Bluetooth 5.0 Wireless Headphones w/ Microphone, Lovely LED Cat Ear", "compliant_short_desc": "<p>Cute Bluetooth 5.0 Wireless Headphones w/ Microphone, Lovely LED Cat Ear Headset, Pink/Black Foldable Kids Over-Ear Headphones w/ Microphone, for Mobile Phone, PC, Computer. Feature: Gifts for Kids, Christmas, Children's Day Gifts, Full of childlike innocence -COLOURFUL LIGHTS: Cat ears dazzling color changes. -IMMERSIVE PALY GAMES: BT 5.0 / No delay / High transmission -HiFi SOUND: High big dynamic coil strong bass effect. -FOUR WAY TO USE: Wireless blutooth 5.0 / 3.5mm AUX / TF card play / FM -FOLDABLE DESIGN: Easy to carry.</p>", "compliant_long_desc": "<p><strong>Cute Bluetooth 5.0 Wireless Headphones w/ Microphone, Lovely LED Cat Ear</strong></p>\n\n<ul>\n<li>1 x Wireless Headset</li>\n<li>1 x USB Cable</li>\n<li>1 x Instruction Note</li>\n<li>The size might be slightly different due to manual measurement.</li>\n<li>Your kindly understanding would be appreciated.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/957458989_0.png", "https://d1v44g9hqstmhw.cloudfront.net/957458989_1.png", "https://d1v44g9hqstmhw.cloudfront.net/957458989_2.png"]}, "1232812975": {"compliant_title": "Ayyufe Noise Cancelling Wired Earbud w/ Microphone, Green", "compliant_short_desc": "<p>Ayyufe Noise Cancelling Wired Earbud w/ Microphone, You can enjoy excellent stereo and heavy bass sound effect with the wired gaming earphone, which has adopted with noise reduction technology. With ergonomic design, the earphone is comfortable to be worn. It is constructed of TPE material. The length of this product is 110cm. This earphone is suitable for Android per for iPhone, and digital devices with a 3.5mm jack.</p>", "compliant_long_desc": "<p><strong>Ayyufe Noise Cancelling Wired Earbud w/ Microphonetitle</strong></p>\n\n<ul>\n<li>This earphone is suitable for Android/ for iPhone, and digital devices with a 3.5mm jack.</li>\n<li>Thanks to the large diaphragm unit, this earphone features high fidelity, stereo bass and high sensitivity for a great stereo surround sound and high clarity call experience.</li>\n<li>The earphone uses a large diaphragm unit with high fidelity, stereo heavy bass and high sensitivity, which can bring you excellent stereo surround sound and high clarity call experience.</li>\n<li>Featuring a large diaphragm unit with high fidelity, stereo heavy bass and high sensitivity, this earphone gives you an excellent stereo surround sound and high clarity call experience.</li>\n<li>This earphone features a large diaphragm unit with high fidelity, stereo heavy bass and high sensitivity for a great stereo surround sound and high clarit</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1232812975_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1232812975_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1232812975_2.png"]}, "373465491": {"compliant_title": "Shokz Openmove Open-Ear Lifestyle Headphones, Bluetooth and Bone Conduction Technology", "compliant_short_desc": "<p>Shokz Openmove Open-Ear Lifestyle Headphones, Bluetooth and Bone Conduction Technology. Our top-selling headphone just got a makeover. OpenMove was created with versatility in mind and designed for everyday use, bringing you the best-in-class bone conduction technology and better features at an entry-level price. Features: Bluetooth 5.0, Water Resistant, 6-Hour Battery Life, 3 EQ Settings, Comfortable Listening.</p>", "compliant_long_desc": "<p><strong>Shokz Openmove Open-Ear Lifestyle Headphones, Bluetooth and Bone Conduction Technology</strong></p>\n\n<ul>\n<li>Bluetooth 5.0</li>\n<li>IP55 Water Resistant</li>\n<li>6-Hour Battery Life</li>\n<li>3 EQ Settings</li>\n<li>Comfortable Listening</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/373465491_0.png", "https://d1v44g9hqstmhw.cloudfront.net/373465491_1.png", "https://d1v44g9hqstmhw.cloudfront.net/373465491_2.png"]}, "1621358209": {"compliant_title": "EXCIXING Sports Headphones with Clip on Ear Design and 3.5mm Audio Plug, Green", "compliant_short_desc": "<p>EXCIXING Sports Headphones with Clip on Ear Design and 3.5mm Audio Plug, With a 3.5mm audio plug, suitable for smartphone, tablet PC, laptop, desktop and other 3.5mm audio devices. Clip on ear design, soft earmuff, comfortable to wear. Lightweight headphone makes it suitable for bus, travel use; Ear-hook design makes it not easy to fall. It can be used as a music companion for self-driving, outdoor hiking, travel, or as a gift for relatives and friends.</p>", "compliant_long_desc": "<p><strong>EXCIXING Sports Headphones with Clip on Ear Design and 3.5mm Audio Plug, GreenTitle</strong></p>\n\n<ul>\n<li>With a 3.5mm audio plug</li>\n<li>Clip on ear design</li>\n<li>Soft earmuff</li>\n<li>Comfortable to wear</li>\n<li>Lightweight headphone</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1621358209_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1621358209_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1621358209_2.png"]}, "210115765": {"compliant_title": "Thingle Inc. Noise Cancelling Bluetooth Earpiece w/ USB Cable, Black", "compliant_short_desc": "<p>Thingle Inc. Noise Cancelling Bluetooth Earpiece w/ USB Cable, Product Features: Compatible w/ Bluetooth-enabled devices. Designed for iPhone series, Samsung, Huawei, HTC, LG, SONY, PC, Laptop, etc., iPad, iPod touch, LG G2, Samsung S7 S6, LG, Motorola, LG, SONY, and other Android cell phones, PC, Laptop</p>", "compliant_long_desc": "<p><strong>Thingle Inc. Noise Cancelling Bluetooth Earpiece w/ USB Cable, Blacktitle</strong></p>\n\n<ul>\n<li>Convenient & Comfortable</li>\n<li>Noise Cancellation</li>\n<li>Hands-free for Calling</li>\n<li>BLUETOOTH HEADSET 5.0</li>\n<li>SUPER LONG TALKING</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/210115765_0.png", "https://d1v44g9hqstmhw.cloudfront.net/210115765_1.png", "https://d1v44g9hqstmhw.cloudfront.net/210115765_2.png"]}, "1183091211": {"compliant_title": "Bluetooth Kids Headphones, Colorful LED Lights Comfort Wireless", "compliant_short_desc": "<p>Bluetooth Kids Headphones, We believe creating good listening habits early starts with great sound quality, so wireless kids headphones balanced response curve provides your kids or teens with the finest genuine studio sound, including clear, crisp vocals and full dynamic bass Colorful LED Lights - Kids enjoy bright colors and things that flash. In addition to the usual features, this wireless kids headphones come with a delightful bonus: red, blue, and green LEDs cap off both ends of the headphones. Bluetooth 5.0: The one-touch Bluetooth pairing with iPhone, Android, and other compatible devices makes for hassle-free listening, while a steady connection of 33ft range allows your kids to enjoy a wireless free movement!</p>", "compliant_long_desc": "<p><strong>Bluetooth Kids Headphones, Colorful LED Lights Comfort Wireless</strong></p>\n\n<ul>\n<li>We believe creating good listening habits early starts with great sound quality</li>\n<li>So wireless kids headphones’ balanced response curve provides your kids or teens with the finest genuine studio sound</li>\n<li>Colorful LED Lights - Kids enjoy bright colors and things that flash.</li>\n<li>In addition to the usual features</li>\n<li>This wireless kids headphones come with a delightful bonus: red, blue, and green LEDs cap off both ends of the headphones.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1183091211_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1183091211_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1183091211_2.png"]}, "696699072": {"compliant_title": "Descendants 3 Kids Safe Headphones, Built in Volume Limiting Feature", "compliant_short_desc": "<p>Descendants 3 Kids Safe Headphones with Built in Volume Limiting Feature, Listen to whatever you like in safe, comfortable, and stylish headphones. These high quality headphones have a volume limiting feature to ensure safe sound levelcompatible with ipad, iphone, ipod, android, and other devices with 3.5mm headphone jack. specs: driver diameter: 30mm; impedance: 32 ohms; sensitivity: 85db; frequency response: 20hz-20khz; cable length: 4ft; plug type: 3.5mm</p>", "compliant_long_desc": "<p><strong>Descendants 3 Kids Safe Headphones, Built in Volume Limiting Feature</strong></p>\n\n<ul>\n<li>Cable Length: 4ft</li>\n<li>Plug Type: 3.5mm</li>\n<li>Impedance: 32 ohms</li>\n<li>Sensitivity: 85db</li>\n<li>(20hz-20khz); Driver Diameter: 30mm</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/696699072_0.png", "https://d1v44g9hqstmhw.cloudfront.net/696699072_1.png", "https://d1v44g9hqstmhw.cloudfront.net/696699072_2.png"]}, "709164014": {"compliant_title": "GOgroove Wireless Bluetooth Sport Headphones, Over Ear, BlueVIBE FXT Foldable Sweatproof", "compliant_short_desc": "<p>GOgroove Wireless Bluetooth Sport Headphones Over Ear - BlueVIBE FXT Foldable Sweatproof Wireless Headset with Built-in Mic and AUX Input Option, Cushioned Earpads, IPX4 Water Resistant.The FXT Bluetooth Headphones provide the ultimate listening experience. Whether you are working out at the gym, traveling on vacation, or relaxing at home, this headset is right for you. The FXT headset is the complete package with rich audio, innovative design, and maximum comfort.</p>", "compliant_long_desc": "<p><strong>GOgroove Wireless Bluetooth Sport Headphones, Over Ear, BlueVIBE FXT Foldable Sweatproof</strong></p>\n\n<ul>\n<li>UPGRADED 2018 RELEASE: Revamped audio mechanics with dual 40mm drivers</li>\n<li>Improved Bluetooth chip circuitry</li>\n<li>Added top customer-requested 3.5mm input option</li>\n<li>Increased battery life to 8hrs of play time</li>\n<li>IPX4 SWEATPROOF PROTECTION: The BlueVIBE FXT are the ideal sport headset when working out or jogging in the rain because of their water resistant splashproof-rated construction</li>\n<li>HANDS-FREE CALLING BUILT-IN MIC: Onboard buttons let you answer and handle phone calls when the headset is paired with your Bluetooth-enabled smartphone like the iPhone or Android phones</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/709164014_0.png", "https://d1v44g9hqstmhw.cloudfront.net/709164014_1.png", "https://d1v44g9hqstmhw.cloudfront.net/709164014_2.png"]}, "815566301": {"compliant_title": "Pamolon Bone Conduction Wireless Bluetooth Open-Ear Headphone w/ Microphone, Black", "compliant_short_desc": "<p>Pamolon Bone Conduction Wireless Bluetooth Open-Ear Headphone w/ Microphone, Protect Hearing: Headphones deliver sounds through cheekbone, you needn't put the headphones into your ears, protect your hearing and you can hear sounds around you. If you are talking or listening to music in a noisy environment, you can insert the sponge plug in your ear Comfortable Wearing -Bone conduction headphones body , titanium headband and soft silicone patch closer to head, more comfortable to wear. Fast and Stable Bluetooth Connection - Advanced Bluetooth 5.0 headphone is more fast and stable than Bluetooth 4.2 to connect your phone or other devices.</p>", "compliant_long_desc": "<p><strong>Pamolon Bone Conduction Wireless Bluetooth Open-Ear Headphone w/ Microphone, BlackTitle</strong></p>\n\n<ul>\n<li>Bone Conduction Technology : you needn't put the headphones into your ears, protect your hearing and you can hear sounds around you.</li>\n<li>If you are talking or listening to music in a noisy environment, you can insert the sponge plug in your ear</li>\n<li>Comfortable Wearing -Bone conduction headphones body , titanium headband and soft silicone patch closer to head, more comfortable to wear</li>\n<li>Fast and Stable Bluetooth Connection - Advanced Bluetooth 5.0 headphone is more fast and stable than Bluetooth 4.2 to connect your phone or other devices.</li>\n<li>Large Battery Capacity - A full charge take 2 hours supports standby time up to 10 days, phone call up to 8 hours, music play up to 4 hours</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/815566301_0.png", "https://d1v44g9hqstmhw.cloudfront.net/815566301_1.png", "https://d1v44g9hqstmhw.cloudfront.net/815566301_2.png"]}, "693192451": {"compliant_title": "Ronshin Earbuds Silicone AirPods 2 and 1 or EarPods Case, Black", "compliant_short_desc": "<p>Ronshin Earbuds Silicone AirPods 2 and 1 or EarPods Case, Passive noise reduction design on the Earbud Tips, improves the bass, a lot, for your Apple AirPods and EarPods.This earbuds covers designed to perfectly fit Apple AirPods and EarPods, simple design keeps application/removal just in seconds.Made from premium silicone, ensuring long-lasting comfort to your ears, great for running, cycling, working out at the gym and much more.3 Pairs eartips included. One perfect size fit most of ears.</p>", "compliant_long_desc": "<p><strong>Ronshin Earbuds Silicone AirPods 2 and 1 or EarPods Case, Blacktitle</strong></p>\n\n<ul>\n<li>Passive noise reduction design on the Earbud Tips, improves the bass, a lot, for your Apple AirPods and EarPods.</li>\n<li>This earbuds covers designed to perfectly fit Apple AirPods and EarPods</li>\n<li>Simple design keeps application/removal just in seconds.</li>\n<li>Made from premium silicone</li>\n<li>Minion and light weight design</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/693192451_0.png", "https://d1v44g9hqstmhw.cloudfront.net/693192451_1.png", "https://d1v44g9hqstmhw.cloudfront.net/693192451_2.png"]}, "1944743595": {"compliant_title": "Zochlon Single Ear Wireless Earphones w/ Ear Hook and Touch Control, Black", "compliant_short_desc": "<p>Zochlon Single Ear Wireless Earphones w/ Ear Hook and Touch Control, To make our wireless earphones user-friendly, a touch control design and an ergonomic shape are adopted. The single ear bud will perfectly fit your right ear. To provide a longer and superior music listening experience, our cordless blue tooth ear buds for workouts are upgraded with better 50mAh battery, chip, and a high-definition mic. With the advanced blue tooth 5.2 version, our wireless sports earphones with an ear hook have higher transmission and work efficiency, and consume less power during operation than earphones</p>", "compliant_long_desc": "<p><strong>Zochlon Single Ear Wireless Earphones w/ Ear Hook and Touch Control, BlackTitle</strong></p>\n\n<ul>\n<li>Perfectly Fits Your Ear - Our wireless earphone headphones will perfectly fit your right ear since they are in ergonomic shapes.</li>\n<li>Can Wear A Long Time - Designed to be light in weight, our single-ear wireless ear buds fit people who have to wear a single ear bud for a very long time on occasions such as a business meeting.</li>\n<li>Upgraded - To provide a longer and superior music listening experience, our cordless blue tooth ear buds for workouts are upgraded with better 50mAh battery, chip, and a high-definition mic.</li>\n<li>Blue Tooth 5.2 - With the advanced blue tooth 5.2 version, our wireless sports earphones with an ear hook have higher transmission and work efficiency, and consume less power during operation than earphones.</li>\n<li>Blue Tooth Earphones - Our wireless in-ear game headphones are of great compatibility. They can connect with most blue tooth devices and are easy to use.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1944743595_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1944743595_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1944743595_2.png"]}, "1273076246": {"compliant_title": "Kqiang Sunglasses Bluetooth 5.0 Wireless Glass Headphone with Microphone, Black", "compliant_short_desc": "<p>Kqiang Sunglasses Bluetooth 5.0 Wireless Glass Headphone with Microphone, Black. Wireless listen to stereo music, set aside to answer the call automatically converted. Enjoy music in the sun without disturbance and protect your eyes and eyesight. Hands free answer call when you are driving or riding a bicycle. It can pair with devices up to 10 meters away. Bluetooth Headphones with Mic built-in rechargeable lithium ion batteries, cooperate with double power management chip, standby can be up to 100 hours, call time is 8-9h and music time is 4-6 hours. Charging time: 2 hours New 5.0 Smart Bluetooth Glasses Music Sunglasses ,can listen music, Bluetooth 5.0, support both headset and hands-free profiles, calling voice and Reporting phone number function when calls coming</p>", "compliant_long_desc": "<p><strong>Kqiang Sunglasses Bluetooth 5.0 Wireless Glass Headphone with Microphone, Black</strong></p>\n\n<ul>\n<li>Wireless listen to stereo music</li>\n<li>set aside to answer the call automatically converted</li>\n<li>Enjoy music in the sun without disturbance</li>\n<li>protect your eyes and eyesight</li>\n<li>Hands free answer call when you are driving or riding a bicycle.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1273076246_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1273076246_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1273076246_2.png"]}, "751765169": {"compliant_title": "UrbanX OEM Amazing Stereo Headphones for Samsung Galaxy On5, White", "compliant_short_desc": "<p>UrbanX OEM Amazing Stereo Headphones for Samsung Galaxy On5, White. Akilogram is a legacy studio brand with 70 years experience in audio. The Earphones Tuned by Akilogram provide an incredibly clear, authentic-sounding, and balanced output that customers have come to expect. hybrid, canal-type earphones feature a sleek metal finish and tangle-free, fabric cable. Enjoy easy access to a range of your device's features with the earphones in-line remote. A breakthrough in sound engineering. Tuned to deliver purely balanced sound, Samsung has collaborated with AKGs internationally-renowned expert acoustic engineers to develop fully immersive earphones for the ultimate distortion-free listening experience.</p>", "compliant_long_desc": "<p><strong>UrbanX OEM Amazing Stereo Headphones for Samsung Galaxy On5, White</strong></p>\n\n<ul>\n<li>Wired earphones tuned by AKG Tangle free</li>\n<li>Fabric cable 8 millimeter and 11 millimeter speaker units</li>\n<li>For clear, balanced sound with 2 way speaker</li>\n<li>These hybrid, canal-type earphones feature a sleek metal finish and tangle-free, fabric cable</li>\n<li>Enjoy easy access to a range of your device’s features with the earphones in-line remote.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/751765169_0.png", "https://d1v44g9hqstmhw.cloudfront.net/751765169_1.png", "https://d1v44g9hqstmhw.cloudfront.net/751765169_2.png"]}, "941926246": {"compliant_title": "P47 Over Ear Wireless Bluetooth Headphones, Active Noise Cancelling Deep Bass and Comfortable Ear Cups", "compliant_short_desc": "<p>P47 Over Ear Wireless Bluetooth Headphones, Active Noise Cancelling Deep Bass and Comfortable Ear Cups, It makes you focus on what you want to hear, enjoy your music, movies and videos. Noise cancellation function can work well both in wired and wireless mode. Very Soft ear-pads ensuring lasting comfort and long time wearing, precise sewing process makes for better sound isolation. You want clarity for your music, regardless of how loud it gets. When you are playing at low volumes in a quiet office, you get the same, consistent quality as when you need to turn it up on a busy street.</p>", "compliant_long_desc": "<p><strong>P47 Over Ear Wireless Bluetooth Headphones, Active Noise Cancelling Deep Bass and Comfortable Ear Cups</strong></p>\n\n<ul>\n<li>Bluetooth Headphones</li>\n<li>Over Ear Wireless Bluetooth Headphones Active Noise Cancelling Deep Bass Comfortable Ear Cups</li>\n<li>For Cell Phone</li>\n<li>not only perfect for enjoying music indoors, but also suitable for running, jogging and camping.</li>\n<li>Easy and simple operation.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/941926246_0.png", "https://d1v44g9hqstmhw.cloudfront.net/941926246_1.png", "https://d1v44g9hqstmhw.cloudfront.net/941926246_2.png"]}, "984392570": {"compliant_title": "JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Violet", "compliant_short_desc": "<p>JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Violet - HAFX7MV (Violet). Curved body with elastomer material for secure and comfortable fit. Powerful Sound deep bass and clean treble for clear sound. Remote and Mic - for use on any iPhone or Android compatible smartphones to talk on the phone or control music. Comfort fit ear tips soft color matching ear buds for perfect fit and sound.</p>", "compliant_long_desc": "<p><strong>JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Violet</strong></p>\n\n<ul>\n<li>Curved body with elastomer material for secure and comfortable fit</li>\n<li>Powerful Sound – deep bass and clean treble for clear sound.</li>\n<li>Remote and Mic - for use on any iPhone or Android compatible smartphones to talk on the phone or control music</li>\n<li>Comfort fit ear tips – soft color matching ear buds for perfect fit and sound.</li>\n<li>Powerful Sound </li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/984392570_0.png", "https://d1v44g9hqstmhw.cloudfront.net/984392570_1.png", "https://d1v44g9hqstmhw.cloudfront.net/984392570_2.png"]}, "1423963246": {"compliant_title": "Bemz Depot Premium Sound In-Ear Earphones with Charging Case and Type-C Cable, Black", "compliant_short_desc": "<p>Bemz Depot Premium Sound In-Ear Earphones with Charging Case and Type-C Cable, Black. Enjoy your day while listening to clear sounding music comfortably with the Premium Wireless Earbuds compatible with TCL 30 LE (Verizon, Unlocked). TWS (True Wireless Sound) earbuds are equipped with Wireless Version V5.0 technology, it provides a more stable connection and less power consumption. Noise-isolating earbuds deliver high-quality sound and built-in dual microphones deliver clear communication between you and your caller. Voice notifications inform you when there is an incoming call, battery level and when earbuds are paired to your device</p>", "compliant_long_desc": "<p><strong>Bemz Depot Premium Sound In-Ear Earphones with Charging Case and Type-C Cable, Black</strong></p>\n\n<ul>\n<li>Premium Cellet TWS Ultra Small & Lightweight Wireless Bluetooth 5.0 earbuds with charging case, user guide, type-c charging cable, 3 sets of ear caps (small, medium, large) and Bemz Depot Atom micro wipe</li>\n<li>Ultra-small and lightweight earbuds with high quality sounds</li>\n<li>Multifunctional button allows to play/pause/answer/reject/hang-up and activate voice notifications</li>\n<li>Charging storage case for earbuds (Music playing time: up about 4-6 hours, Talk time: 3-4 Hours, Stand-By Time: 150 Hours), Earbuds charging time: about 1.5 hours. LED power indicators on charging case and earbuds</li>\n<li>Compatible with TCL 30 LE (Verizon, Unlocked)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1423963246_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1423963246_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1423963246_2.png"]}, "1956833233": {"compliant_title": "Vivio Child's Wireless Bluetooth On-Ear Headphones, Black", "compliant_short_desc": "<p>Vivio Child's Wireless Bluetooth On-Ear Headphones, This lovely kid Bluetooth headphones designed with cute cat ears and LED colored lights, bring more fun to your little one when they immerse themselves in the music, movie, game, also making their headphones very special. A perfect gift for kids! Our Kids headphones have a built-in microphone and mute button, very easy & convenient for children to use. They can answer and end calls easily, also can directly mute the sound when needed. A great wireless headphone for kids to use for school, online classes, streaming, airplane, traveling, etc.</p>", "compliant_long_desc": "<p><strong>Vivio Child's Wireless Bluetooth On-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>Bluetooth & Wireless pairs with any Bluetooth and Device</li>\n<li>Noise-Isolating Headphone with Memory Foam Ear Cushions</li>\n<li>Built-In Mic with Call Track & Volume Control</li>\n<li>Rapid Charge: Up to 10 Hours of Battery on One Charge</li>\n<li>Comfortable & Foldable Headphone Design</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1956833233_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1956833233_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1956833233_2.png"]}, "535556077": {"compliant_title": "JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Blue", "compliant_short_desc": "<p>JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Blue. JVC Gumy Plus In Ear Earbuds Headphones with Mic and Remote, Powerful Sound, Comfortable and Secure Fit - HAFX7MAN (Blue). Deep bass and clean treble for clear sound. Use for IPhone or Android compatible phones to talk on the phone or control music. Soft color matched ear buds for perfect fit and sound. Long cord 3.3FT with standard headphone jack for easy connect with common standard 3.5mm headphone input.</p>", "compliant_long_desc": "<p><strong>JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Blue</strong></p>\n\n<ul>\n<li>POWERFUL SOUND – Deep bass and clean treble for clear sound.</li>\n<li><b>REMOTE AND MIC - Use for IPhone or Android compatible phones to talk on the phone or control music</b></li>\n<li><b>COMFORT FIT EAR TIP BUDS – Soft color matched ear buds for perfect fit and sound</b></li>\n<li><b>LONG CORD – Long cord 3.3FT with standard headphone jack for easy connect with common standard 3.5mm headphone input.</b></li>\n<li><b>EXTRA EARTIP EARBUDS INCLUDED – Small, Medium, and Large Eartips are included with every earbuds. Adjust the fit for perfect sound for your ear.</b></li>\n<li><b>JVC GUMY – Reliable, Affordable, Great Sounding, and Great Fit</b></li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/535556077_0.png", "https://d1v44g9hqstmhw.cloudfront.net/535556077_1.png", "https://d1v44g9hqstmhw.cloudfront.net/535556077_2.png"]}, "774298756": {"compliant_title": "Original Samsung Stereo Headphones, Microphone and Volume Buttons, Black", "compliant_short_desc": "<p>Original Samsung Stereo Headphones, Microphone and Volume Buttons, Black. Comes with USB-C connector for new Android devices Like Samsung Galaxy Note 20 Ultra 5G That DO NOT have 3.5mm headphone jack. Earbuds style designed for easy ear fit and AMAZING sound quality. Inline microphone keeps you connected to all your conversations while on the go. Headphones don't need batteries and are plug and play, no complicated setups. Braided cable ensures durability and less prone to tangle. AKG Certification comes with free 60 day warranty on all AKG products. If you have any issue with your purchase please let us know and we'll get it resolved for you without needing to open a return.</p>", "compliant_long_desc": "<p><strong>Original Samsung Stereo Headphones, Microphone and Volume Buttons, Black</strong></p>\n\n<ul>\n<li>Compatible with all USB C devices</li>\n<li>Volume Buttons</li>\n<li>Microphone</li>\n<li>Headphones don't need batteries</li>\n<li>Inline microphone keeps you connected to all your conversations while on the go</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/774298756_0.png", "https://d1v44g9hqstmhw.cloudfront.net/774298756_1.png", "https://d1v44g9hqstmhw.cloudfront.net/774298756_2.png"]}, "473809914": {"compliant_title": "EleaEleanor Sports Wireless Bluetooth Sleep Yoga Headband Hat Soft Warm", "compliant_short_desc": "<p>EleaEleanor Sports Wireless Bluetooth Sleep Yoga Headband Hat Soft Warm. Specifications: Material: Spandex. Size: 106*6cm/ Weight: 70g. Function: Sports sweat absorption. Applicable people: unisex. Uses: leisure, fitness, running, yoga, cycling, mountaineering, etc.</p>", "compliant_long_desc": "<p><strong>EleaEleanor Sports Wireless Bluetooth Sleep Yoga Headband Hat Soft Warm</strong></p>\n\n<ul>\n<li>Satisfaction Guarantee - Your satisfaction is our highest priority. If you have any questions or concerns</li>\n<li>Material: Spandex</li>\n<li>Size: 106*6cm/ Weight: 70g</li>\n<li>Function: Sports sweat absorption</li>\n<li>Applicable people: unisex</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/473809914_0.png", "https://d1v44g9hqstmhw.cloudfront.net/473809914_1.png", "https://d1v44g9hqstmhw.cloudfront.net/473809914_2.png"]}, "680527606": {"compliant_title": "Sentry BT998 True Wireless Earhooks with Charging Case, Black", "compliant_short_desc": "<p>Sentry BT998 True Wireless Earhooks with Charging Case, Black. True Wireless Earhooks with charging case - black</p>", "compliant_long_desc": "<p><strong>Sentry BT998 True Wireless Earhooks with Charging Case, Black</strong></p>\n\n<ul>\n<li>True Wireless Technology</li>\n<li>Charging case</li>\n<li>BLUETOOTH</li>\n<li>(2) Auto On</li>\n<li>(2) Auto Pair</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/680527606_0.png", "https://d1v44g9hqstmhw.cloudfront.net/680527606_1.png", "https://d1v44g9hqstmhw.cloudfront.net/680527606_2.png"]}, "790363283": {"compliant_title": "UrbanX Wired Stereo Headphones with Microphone and USB-C Connector, Black", "compliant_short_desc": "<p>UrbanX Wired Stereo Headphones with Microphone and USB-C Connector, Enjoy music anytime and anywhere: The USB C headphone accommodates most USB C audio output devices on the market, which give a deep, powerful, and crisp sound. Advanced noise reduction technology makes your overall listening experience just that much better. Whether you are outdoors or indoors, whether you are reading or running, whether you are at rest or at work, Karma Solutions USB C Headphones will bring you the perfect music experience, let you find yourself in the world of music Product Specifications : Headphone Type: In-Ear Headphone Plug Diameter: USB Type C Wear Type: Earplugs PCM Sampling Ratio: 24bit/196K Frequency Response: 20Hz-25KHz Noise Ratio: 95dB THD N: -80dB Output Power: 2x15mW Cable Length: 1.2m/3.9Ft.</p>", "compliant_long_desc": "<p><strong>UrbanX Wired Stereo Headphones with Microphone and USB-C Connector, Black</strong></p>\n\n<ul>\n<li>**Comes with USB-C connector** for new Android devices Like Samsung Galaxy S21+ 5G That DO NOT have 3.5mm headphone jack. Earbuds style designed for easy ear fit and AMAZING sound quality.</li>\n<li>Inline microphone keeps you connected to all your conversations while on the go.</li>\n<li>Headphones don't need batteries and are plug and play, no complicated setups. Braided cable ensures durability and less prone to tangle.</li>\n<li>UrbanX Certification comes with free 90 day warranty on all UrbanX products. If you have any issue with your purchase please let us know and we'll get it resolved for you without needing to open a return.</li>\n<li>supports all versions, including: Versions: SM-G996B, SM-G996B/DS (International); SM-G996U (USA); SM-G996U1 (USA unlocked); SM-G996W (Canada); SM-G996N (Korea); SM-G9960 (China)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/790363283_0.png", "https://d1v44g9hqstmhw.cloudfront.net/790363283_1.png", "https://d1v44g9hqstmhw.cloudfront.net/790363283_2.png"]}, "1662225687": {"compliant_title": "VOGEK Child's Wired On Ear Headphones w/ Microphone, Green", "compliant_short_desc": "<p>VOGEK Child's Wired On Ear Headphones w/ Microphone, Children's headphones have high-quality bass, which can provide you with clear, complete and balanced stereo. Children can immerse themselves in the world of sound and focus on learning. When deciding to buy headphones for children, safety should be the first priority. Kid's learning headphones are specially designed for young listeners. The volume is limited to 85dB/94dB, which can be suitable for various listening environments. the headphone minimizes the risk of damaging children's hearing and can effectively help children to concentrate,which is the best choice for you to buy children's headphones.</p>", "compliant_long_desc": "<p><strong>VOGEK Child's Wired On Ear Headphones w/ Microphone, Greentitle</strong></p>\n\n<ul>\n<li>Excellent Sound Experience</li>\n<li>Protect Children's Hearing</li>\n<li>Comfortable Head Cushion</li>\n<li>Foldable & Portable Design saves space and can be easily placed in a suitcase or bag to facilitate children's travel plans, Which is a good companion for school and travel, daily travel.</li>\n<li>Rotatable Mic</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1662225687_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1662225687_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1662225687_2.png"]}, "761039736": {"compliant_title": "JBL Endurance Peak True Wireless In-Ear Headphones, IPX7 and Sweat Proof Material, Black (Renewed)", "compliant_short_desc": "<p>JBL Endurance Peak True Wireless In-Ear Headphones - Black (Renewed), Featuring IPX7 and sweat proof material, the JBL Endurance PEAK headphones are designed to be used in all weather conditions. Durable and made to last, no matter the elements. Touch enabled controls allow you to easily manage your music and calls controlling play, pause, volume, mono and stereo modes and tracks order with a simple touch for extra convenience, so that you can keep going. The simple and intuitive touch sensitive controls on the right bud, allows you to choose between mono mode for calls and stereo mode for music playback. Bluetooth technology enables hands free calling, so you don't have to stop working out when receiving a call. The JBL Endurance PEAK works in mono mode for calls.</p>", "compliant_long_desc": "<p><strong>JBL Endurance Peak True Wireless In-Ear Headphones, IPX7 and Sweat Proof Material, Black (Renewed)</strong></p>\n\n<ul>\n<li>Featuring IPX7 and sweat proof material</li>\n<li>The simple and intuitive touch sensitive controls on the right bud</li>\n<li>Touch enabled controls allow you to choose between mono mode for calls</li>\n<li>Bluetooth technology enables hands free calling</li>\n<li>.The rugged charging case protects the headphones</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/761039736_0.png", "https://d1v44g9hqstmhw.cloudfront.net/761039736_1.png", "https://d1v44g9hqstmhw.cloudfront.net/761039736_2.png"]}, "873198318": {"compliant_title": "Morease Sport IPX6 Wireless Bluetooth 5.0 Earbuds, Black, B11", "compliant_short_desc": "<p>Morease Sport IPX6 Wireless Bluetooth 5.0 Earbuds, Description: Item No.: B11 Transmission range: 15 meters Function: battery display, call function, NFC function, voice control, music support, multi-point connection Bluetooth protocol: 5.0 Channel: Stereo How to use: earplug type Single or dual ear: bilateral stereo Applicable gift-giving occasions: weddings, birthdays, holidays, housewarming, trade fairs, advertising promotions, employee benefits, anniversary celebrations, business gifts, opening ceremonies, awards commemoratives</p>", "compliant_long_desc": "<p><strong>Morease Sport IPX6 Wireless Bluetooth 5.0 Earbuds, BlackTitle</strong></p>\n\n<ul>\n<li>Smart touch</li>\n<li>The new Bluetooth 5.0 chip is smoother and without delay</li>\n<li>Active noise reduction</li>\n<li>Clearer music and calls</li>\n<li>HIFI sound quality</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/873198318_0.png", "https://d1v44g9hqstmhw.cloudfront.net/873198318_1.png", "https://d1v44g9hqstmhw.cloudfront.net/873198318_2.png"]}}