{"971548068": {"compliant_title": "Skullcandy Ink'd Plus in-Ear Earbuds, Black, S2IMY-M448", "compliant_short_desc": "<p>Skullcandy Ink'd Plus in-Ear Earbuds, Black, S2IMY-M448</p>", "compliant_long_desc": "<p><strong>Skullcandy Ink'd Plus in-Ear Earbuds, Black, S2IMY-M448</strong></p>\n\n<ul>\n<li>In-Ear Earbuds</li>\n<li>Black</li>\n<li>2 Pack</li>\n<li>(Model Number)</li>\n<li>(Model Year)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/971548068_0.png", "https://d1v44g9hqstmhw.cloudfront.net/971548068_1.png", "https://d1v44g9hqstmhw.cloudfront.net/971548068_2.png"]}, "819272671": {"compliant_title": "Avantree HT280 Wireless TV Headphones w/ Charging Dock, Black", "compliant_short_desc": "<p>Avantree HT280 Wireless TV Headphones w/ Charging Dock, Not a tech junkie? No problem! With our HT280 wireless headphones, there is no need to worry about pairing them with your device. Simply turn on both devices and they will auto connect. Our headset also comes with an all-in-one charging dock and transmitter for a user friendly audio experience. Whether your family is sleeping or just enjoy the full volume capacity of your favorite shows and games, our over the ear headset allows you full range of sound without being constantly told to turn it down! Unlike other headphones, our HT280 features customized volume controls 30% louder than our competitors, making them ideal for you and your families.</p>", "compliant_long_desc": "<p><strong>Avantree HT280 Wireless TV Headphones w/ Charging Dock, Black</strong></p>\n\n<ul>\n<li>Not a tech junkie? No problem! With our HT280 wireless headphones</li>\n<li>Turn on both devices and they will auto connect</li>\n<li>Our headset also comes with an all-in-one charging dock and transmitter</li>\n<li>For a user friendly audio experience.</li>\n<liFeaturing 2.4 GHz wireless technology</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/819272671_0.png", "https://d1v44g9hqstmhw.cloudfront.net/819272671_1.png", "https://d1v44g9hqstmhw.cloudfront.net/819272671_2.png"]}, "748819485": {"compliant_title": "Kubite Noise-Canceling, Over-Ear Headphones, Red, T-111", "compliant_short_desc": "<p>Kubite Noise-Canceling, Over-Ear Headphones, Red, T-111. Adjustable headband length, soft ear cushion for maximum wearing comfort, suitable for music lovers and game players. 3.5mm headphones are compatible with almost all Notebooks, smartphones, Tablet PCs, and other 3.5mm audio devices. It weighs 60g only, which reduces the burden of a long time wearing. The foldable headband design makes it easy to store or carry outdoors. High-quality sound with great noise isolation brings you vivid sound field and shocking sound. Brief and fashion design, five colors available, meet your preferences.</p>", "compliant_long_desc": "<p><strong>Kubite Noise-Canceling, Over-Ear Headphones, Red, T-111</strong></p>\n\n<ul>\n<li>Strong Compatibility: 3.5mm headphones are compatible with almost all Notebooks, smartphones</li>\n<li>Lightweight & Portable: It weighs 60g only</li>\n<li>Great Sound Quality: High-quality sound with great noise isolation</li>\n<li>Color Optional: Brief and fashion design</li>\n<li>Adjustable Headband Length: Soft ear cushion for maximum wearing comfort.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/748819485_0.png", "https://d1v44g9hqstmhw.cloudfront.net/748819485_1.png", "https://d1v44g9hqstmhw.cloudfront.net/748819485_2.png"]}, "1487924267": {"compliant_title": "JBuds Air Sport True Wireless Bluetooth Earbuds with Charging Case, Black, IP66 Sweat Resistance", "compliant_short_desc": "<p>JBuds Air Sport True Wireless Bluetooth Earbuds with Charging Case, Black - IP66 Sweat Resistance - Class 1 Bluetooth 5.0 Connection - 3 EQ Sound Settings JLab Signature, Balanced, Bass Boost.The JBuds Air Sport keep you GOing through any long, sweaty workout. The 6-hour battery life, plus an additional 34+ extra hours in the charging case, helps you power through. An IP66 sweat resistance holds up against even the toughest workouts. Plus, an ergonomic design with an over-ear hook and Cloud Foam eartips offer secure comfort for any activity.</p>", "compliant_long_desc": "<p><strong>JBuds Air Sport True Wireless Bluetooth Earbuds with Charging Case, Black, IP66 Sweat Resistance</strong></p>\n\n<ul>\n<li>Sweatproof Sport Fit</li>\n<li>An IP66 sweat resistance holds up against sweat and dirt</li>\n<li>Switch the gel tips out for our included Cloud Foam eartips and GO.</li>\n<li>Hear your surroundings while you run for safe listening with Be Aware Audio.</li>\n<li>Custom EQ3 Sound</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1487924267_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1487924267_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1487924267_2.png"]}, "890244795": {"compliant_title": "FCO Premium Wired In-Ear Headphones with In-Line Remote and Microphone", "compliant_short_desc": "<p>FCO Premium Wired In-Ear Headphones with In-Line Remote and Microphone, The in-ear fit delivers clearer and richer sounds. 12 mm dynamic driver offers deeper bass and better balance. With microphone casing made from groundbreaking wind-sound reducing material, you can enjoy higher-quality voice calls than ever before with the In-ear Fit. An in-line remote provides easy access and playback control answer/end button.COMPATIBILITY.iPhone 6 / 6 Plus / 6S / 6S Plus / iPhone SE / 5 / 5S / 5C / 4 / 4S / Nano 7.iPad 4 with Retina Display / iPad Mini with Retina Display / iPad Mini / 4 / 3 / 2 / 1 </p>", "compliant_long_desc": "<p><strong>FCO Premium Wired In-Ear Headphones with In-Line Remote and Microphone</strong></p>\n\n<ul>\n<li>The in-ear fit delivers clearer and richer sounds.</li>\n<li>12 mm dynamic driver offers deeper bass and better balance.</li>\n<li>With microphone casing made from groundbreaking wind-sound reducing material, you can enjoy higher-quality voice calls than ever before with the In-ear Fit.</li>\n<li>An in-line remote provides easy access and playback control answer/end button.</li>\n<li>Headphones Form Factor: In ear</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/890244795_0.png", "https://d1v44g9hqstmhw.cloudfront.net/890244795_1.png", "https://d1v44g9hqstmhw.cloudfront.net/890244795_2.png"]}, "1379564431": {"compliant_title": "FAMKIT Foldable Lightweight Wireless Bluetooth 5.0 Headphone, Black", "compliant_short_desc": "<p>FAMKIT Foldable Lightweight Wireless Bluetooth 5.0 Headphone, Powerful Bass Stereo Sound Effect: Deep bass stereo sound, enjoy the wireless high quality music. Comfortable Over-Ear Fit: Soft protein leather earpad and retractable headband lifts the burdens for your ear. No discomfort after long-time wearing. Comfortable and Foldable: Technical ergonomics design with soft earmuffs simulated to human skin texture, ensure long lasting comfort. Wireless and Lightweight: Ear Pad headphones for enjoying extended listening of TV and audio without disturbing others. Built in Microphone: supports hands-free call and voice reporting incoming call number. With the latest enhanced technology makes you voice sound clearer in noisy environments</p>", "compliant_long_desc": "<p><strong>FAMKIT Foldable Lightweight Wireless Bluetooth 5.0 Headphone, Blacktitle</strong></p>\n\n<ul>\n<li>Powerful Bass Stereo Sound Effect</li>\n<li>Comfortable Over-Ear Fit</li>\n<li>Comfortable and Foldable</li>\n<li>Wireless and Lightweight</li>\n<li></li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1379564431_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1379564431_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1379564431_2.png"]}, "1560101545": {"compliant_title": "Vivio Cute Cat Over Ear Wired and Wireless Kids Headphones, Black", "compliant_short_desc": "<p>Vivio Cute Cat Over Ear Wired and Wireless Kids Headphones, With lovely trendy and cat ear, cat paw design and cushioned earpads headband, these headphones for girls women let you lose yourself in audio book and your favorite songs with these fun Lollanda over-ear headphones,specifically designed for ages 3 and over. Great birthday or christmas gifts for girls kids children teens, adult women and cat lovers. These kids bluetooth headphones over ear adopts the newest 2020 bluetooth 5.0 version, also come with a 3.5mm jack audio cable. You can use them as both wireless headphones and wired headphones, very convenient expecially when out of power. The cable supports control from various devices like smartphones, tablet, kindle, PC,laptop</p>", "compliant_long_desc": "<p><strong>Vivio Cute Cat Over Ear Wired and Wireless Kids Headphones, Blacktitle</strong></p>\n\n<ul>\n<li>Built-in Microphone</li>\n<li>Mute Button & Bluetooth 5.0</li>\n<li>Wired and Micro SD Modes</li>\n<li>Foldable, Comfortable and Easy Storage</li>\n<li>Rechargeable & Long Battery Life</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1560101545_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1560101545_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1560101545_2.png"]}, "795557473": {"compliant_title": "Donerton Wireless Bluetooth 5.0 In-Ear Headphones, Microphone Type-C and Deep Bass, Black", "compliant_short_desc": "<p>Donerton Wireless Bluetooth 5.0 In-Ear Headphones, Microphone Type-C and Deep Bass, Black are equipped with 2 built-in microphones inside each Donerton earbud, and adopting advanced ENC (environmental noise cancellation) technology, true wireless earbud can reduce background noise effectively and isolate the environment interference, thus caller would enjoy clear calls and talk just like face to face. With the advanced bluetooth 5.0 technology you are getting 2x faster transmission speed and more stable connectivity without signal loss or music dropouts.</p>", "compliant_long_desc": "<p><strong>Donerton Wireless Bluetooth 5.0 In-Ear Headphones, Microphone Type-C and Deep Bass, Black</strong></p>\n\n<ul>\n<li>Playing All day and Compact Design: A single full charge last for 6 hours of use, plus multiple charges through the charging case</li>\n<li>Easy Touch Control: Features with touch control sensors</li>\n<li>Comfortable fit and IPX7 waterproof: Combined with ergonomic design</li>\n<li>Bluetooth 5.0 and Auto Pairing: With the advanced bluetooth 5.0 technology you are getting 2x faster transmission speed</li>\n<li>Comfortable fit and IPX7 waterproof: Combined with ergonomic design</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/795557473_0.png", "https://d1v44g9hqstmhw.cloudfront.net/795557473_1.png", "https://d1v44g9hqstmhw.cloudfront.net/795557473_2.png"]}, "712662575": {"compliant_title": "DVDHeadphones 2017 GMC Yukon XL Wireless DVD Headphone, Digital", "compliant_short_desc": "<p>DVDHeadphones 2017 GMC Yukon XL Wireless DVD Headphone, Digital. Having trouble finding headphones that are compatible with your vehicle? In 2017 GM changed the frequency of their headphones so that the older 2-channel headphones will no longer work for you. Only the new \"digital\" headphones work, and this is causing some confusion with customers and dealerships alike. COMPATIBLE - These wireless headphones will work for you, period. No fiddling with codes or figuring out \"pairing\" instructions. We take all the guess work out for you.</p>", "compliant_long_desc": "<p><strong>DVDHeadphones 2017 GMC Yukon XL Wireless DVD Headphone, Digital</strong></p>\n\n<ul>\n<li>COMPATIBLE - These wireless headphones will work for you, period. No fiddling with codes or figuring out \"pairing\" instructions.</li>\n<li>DURABLE - Our rear seat entertainment headphones will last you years of use. We have kids too, and we know how rough they can be with their stuff.</li>\n<li>AFFORDABLE - The kids will eventually use these headphones for a game of horseshoes. When they lose 'em, don't worry - they didn't cost you an arm-and-a-leg. We've got you covered</li>\n<li>AUTO CONNECT - These headphones will connect to your car's rear seat DVD system automatically.</li>\n<li>. You have a busy life, let us make it less so!</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/712662575_0.png", "https://d1v44g9hqstmhw.cloudfront.net/712662575_1.png", "https://d1v44g9hqstmhw.cloudfront.net/712662575_2.png"]}, "465876802": {"compliant_title": "Ametoys MD03 Bluetooth 5.0 Wireless Headphones, Ear Hook and Touch Control, Black", "compliant_short_desc": "<p>Ametoys MD03 Bluetooth 5.0 Wireless Headphones, Ear Hook and Touch Control, Black. The pair of Headphones are Bluetooth 5.0 chip, support single and binaural freely switch and touch control. IPX5 waterproof, it is suitable for sports wear. 10mm graphene speaker, DSP enhanced sound, silicon microphone, HiFi music experience. Flexible and adjustable anti-skid ear hook, three points of stress make stable and comfortable wear. Single and binaural freely switch, USB interface for convenient charge. Electric quantity display, humanized design.</p>", "compliant_long_desc": "<p><strong>Ametoys MD03 Bluetooth 5.0 Wireless Headphones, Ear Hook and Touch Control, Black</strong></p>\n\n<ul>\n<li>10mm graphene speaker</li>\n<li>DSP enhanced sound</li>\n<li>silicone microphone</li>\n<li>HiFi music experience</li>\n<li>Flexible and adjustable anti-skid ear hook</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/465876802_0.png", "https://d1v44g9hqstmhw.cloudfront.net/465876802_1.png", "https://d1v44g9hqstmhw.cloudfront.net/465876802_2.png"]}, "477283321": {"compliant_title": "LTI Premium 2015 Kia Sedona Wireless Headphone, Leather Look Padding", "compliant_short_desc": "<p>LTI Premium 2015 Kia Sedona Wireless Headphone, Leather Look Padding. Leather look padded wireless headphones for your rear seat entertainment system. Will these headphones work for your car? The answer is yes. We guarantee it. No more worrying about compatibility, pairing, or progMagnumming the headphones to your vehicle. We take care of that for you. You get headphones that work. Period.</p>", "compliant_long_desc": "<p><strong>LTI Premium 2015 Kia Sedona Wireless Headphone, Leather Look Padding</strong></p>\n\n<ul>\n<li>Integrated circuit auto on/off extends battery life</li>\n<li>Leather look padding provides extra comfort and passive noise canceling</li>\n<li>Personal volume control allows each user to adjust their own sound level</li>\n<li>Adjustable headphone band for optimal fit</li>\n<li>Suitable for children and adults alike</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/477283321_0.png", "https://d1v44g9hqstmhw.cloudfront.net/477283321_1.png", "https://d1v44g9hqstmhw.cloudfront.net/477283321_2.png"]}, "126031344": {"compliant_title": "SG Waterproof Bluetooth 5.1 In-Ear Headphones, Black", "compliant_short_desc": "<p>SG Waterproof Bluetooth 5.1 In-Ear Headphones, New Upgraded 5.1 Chip: stable full-core upgrade, compared with the old version of Bluetooth 5.0, the transmission distance is greatly improved, the signal stability and anti-interference ability are enhanced, and the standby power consumption is reduced. High-definition LED display power: LED digital power display, the remaining power of the charging compartment is clear at a glance, avoiding the embarrassment of sudden loss of power! The power of the left earphone, the total power of the charging compartment, and the total power of the right earphone are clearly visible.</p>", "compliant_long_desc": "<p><strong>SG Waterproof Bluetooth 5.1 In-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>Universal Compatibility</li>\n<li>True Wireless Earbuds with 2000mAh Power Bank</li>\n<li>Fast Pairing</li>\n<li>Charging method</li>\n<li>IPX7 waterproof and sweatproof</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/126031344_0.png", "https://d1v44g9hqstmhw.cloudfront.net/126031344_1.png", "https://d1v44g9hqstmhw.cloudfront.net/126031344_2.png"]}, "1620959613": {"compliant_title": "Brookstone Studio HD Wireless Headphones, Rechargeable Battery and Control with High Performance Sound, Black", "compliant_short_desc": "<p>Brookstone Studio HD Wireless Headphones, Rechargeable Battery and Control with High Performance Sound, Black. Elevate your sound and experience clear tones and rumbling bass with the Studio HD Wireless Headphones. Rechargeable battery gives you up to 6 hours of playtime allowing you to listen to high-performance sound all day long.</p>", "compliant_long_desc": "<p><strong>Brookstone Studio HD Wireless Headphones, Rechargeable Battery and Control with High Performance Sound, Black</strong></p>\n\n<ul>\n<li>Play you favorite songs all day long with lasting comfort</li>\n<li>Listen to high-performance sound in a completely wire-free design</li>\n<li>Rechargeable battery gives you up to 6 hours of playtime</li>\n<li>Control playback with the press of a button</li>\n<li>ABS,PU and STEEL</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1620959613_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1620959613_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1620959613_2.png"]}, "588827500": {"compliant_title": "Ottwn Sports Noise Wireless Bluetooth Headphones, Over Ear with Microphone, Black-Blue", "compliant_short_desc": "<p>Ottwn Sports Noise Wireless Bluetooth Headphones, Over Ear with Microphone, Black-Blue. Features: Universal equipment compatibility: With only Bluetooth-enabled devices, this headset can be compatible w/ your PC, smartphone, tablet, and speakers. Using advanced chip updates, there is no sound loss when the connection is successful, and you can feel the sound flowing through your ears. Ultimate music freedom: Support voice commands. Answer/end calls w/ one-touch control buttons. Double-click the button to switch to another song. Insert your SD card or connect to your PC via the included cable and enjoy your music time</p>", "compliant_long_desc": "<p><strong>Ottwn Sports Noise Wireless Bluetooth Headphones, Over Ear with Microphone, Black-Blue</strong></p>\n\n<ul>\n<li>Universal equipment compatibility:With only Bluetooth-enabled devices, this headset can be compatible w/ your PC, smartphone, tablet</li>\n<li>Using advanced chip updates</li>\n<li>There is no sound loss when the connection is successful</li>\n<li>You can feel the sound flowing through your ears</li>\n<li>Ultimate music freedom:Support voice commands. Answer/end calls w/ one-touch control buttons. Double-click the button to switch to another song.</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/588827500_0.png", "https://d1v44g9hqstmhw.cloudfront.net/588827500_1.png", "https://d1v44g9hqstmhw.cloudfront.net/588827500_2.png"]}, "1009750647": {"compliant_title": "Mpow Noise Cancelling Wireless Bluetooth 5.0 Stereo Headphones, Multi Color", "compliant_short_desc": "<p>Mpow Noise Cancelling Wireless Bluetooth 5.0 Stereo Headphones, Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability.40mm dynamic coil unit, super bass sound, make your music listening much more enjoyable.Long working time, fast charging, meet your daily needs.Foldable design, convenient to store.One-key hands-free call, built-in microphone for clear call sound.</p>", "compliant_long_desc": "<p><strong>Mpow Noise Cancelling Wireless Bluetooth 5.0 Stereo Headphones, Multi Colortitle</strong></p>\n\n<ul>\n<li>Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability</li>\n<li>40mm dynamic coil unit</li>\n<li>super bass sound</li>\n<li>make your music listening much more enjoyable</li>\n<li>Long working time</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1009750647_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1009750647_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1009750647_2.png"]}, "434242976": {"compliant_title": "FCO Premium Wired Earbud Stereo In-Ear Headphones, Black", "compliant_short_desc": "<p>FCO Premium Wired Earbud Stereo In-Ear Headphones, Premium in-ear headphones that provides incredibly clear, balanced and authentic-sounding audio. These earphones feature dual drivers, one 8mm and one 11mm, in a metal housing connected to a tangle-resistant fabric cable. An in-line remote provides easy access and playback control. Audio Controls: Play/Pause, Volume Controls: Volume, Play/Pause</p>", "compliant_long_desc": "<p><strong>FCO Premium Wired Earbud Stereo In-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>Type: Headphones</li>\n<li>Connector Type: Mini-phone stereo 3.5 mm</li>\n<li>Compatible with all 3.5mm connector devices</li>\n<li>Audio Controls: Play/Pause, Volume Controls: Volume, Play/Pause</li>\n<li>Headphones Form Factor: In ear</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/434242976_0.png", "https://d1v44g9hqstmhw.cloudfront.net/434242976_1.png", "https://d1v44g9hqstmhw.cloudfront.net/434242976_2.png"]}, "213224351": {"compliant_title": "Popvcly Kids Bluetooth Headphones w/ 3.5mm Audio Cable, Blue", "compliant_short_desc": "<p>Popvcly Kids Bluetooth Headphones w/ 3.5mm Audio Cable, With BT connection, TF card music playback, AUX-IN wired music playback, microphone hands-free call and other functions.BT5.0, easily pair almost all audio devices that support BT, enjoy wireless music and hands-free calls.Connect audio devices without BT function (such as MP3/MP4, laptop, etc.) through the attached 3.5mm cable.Built-in 200mAh rechargeable battery, each charging cycle can last up to 6 hours of music playing time and 24 hours of standby time.</p>", "compliant_long_desc": "<p><strong>Popvcly Kids Bluetooth Headphones w/ 3.5mm Audio Cable, BlueTitle</strong></p>\n\n<ul>\n<li>With BT connection</li>\n<li>TF card music playback</li>\n<li>AUX-IN wired music playback</li>\n<li>microphone hands-free call and other functions</li>\n<li>BT5.0</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/213224351_0.png", "https://d1v44g9hqstmhw.cloudfront.net/213224351_1.png", "https://d1v44g9hqstmhw.cloudfront.net/213224351_2.png"]}, "790045040": {"compliant_title": "Seneo Sports Bluetooth In-Ear Headphones w/ Charging Cable, Multi Color", "compliant_short_desc": "<p>Seneo Sports Bluetooth In-Ear Headphones w/ Charging Cable, Wireless Earphone Bluetooth 5.0 Bone Conduction In-Ear?Headset with Mic Sports Earbuds Hands-free Stereo Sound Earphones. Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability. The headset could automatically power on and match the phone after picked up, eliminating the troublesome operation of manual startup and pairing. Light and Portable, Unfeeling weight, compact and comfortable, skin-friendly and stable. Touch Control, Dual control modes, so you can do all operations with the button or touch control, easy to use. Fashion light design, sparkling and lovely.</p>", "compliant_long_desc": "<p><strong>Seneo Sports Bluetooth In-Ear Headphones w/ Charging Cable, Multi ColorTitle</strong></p>\n\n<ul>\n<li>Real wireless Bluetooth 5.0 provides powerful Bluetooth signal</li>\n<li>Anti-interference ability</li>\n<li>The headset could automatically power on and match the phone after picked up</li>\n<li>Light and Portable</li>\n<li>Unfeeling weight, compact and comfortable</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/790045040_0.png", "https://d1v44g9hqstmhw.cloudfront.net/790045040_1.png", "https://d1v44g9hqstmhw.cloudfront.net/790045040_2.png"]}, "1190986937": {"compliant_title": "FULenQnu Street Buds Plus True Bluetooth Earbuds for Samsung Galaxy M02s, Purple", "compliant_short_desc": "<p>FULenQnu Street Buds Plus True Bluetooth Earbuds for Samsung Galaxy M02s - Wireless Earbuds wNoise Isolation - Purple (US Version w/ Warranty).Get up to 11 hours of nonstop music on a single charge, then pop your Galaxy Buds+ in the wireless charging case and get nearly 11 more. Compatible with all phone models and all operating systems. iOS, android, windows pc, tablets and more. STREET BUDS Wireless earbuds withactive Noise isolation ( US version ) STREET BUDS are the perfect fitting earbuds to isolate you from distracting noises, so you can stay focused on what you want. And if youd like to filter in some of the outside world to be more in-tune with your surroundings, you can</p>", "compliant_long_desc": "<p><strong>FULenQnu Street Buds Plus True Bluetooth Earbuds for Samsung Galaxy M02s, Purple</strong></p>\n\n<ul>\n<li>UrbanX Street Buds Plus are the perfect fitting earbuds to isolate you from distracting noises</li>\n<li>Get up to 11 hours of nonstop music on a single charge</li>\n<li>Forgot to charge them the night before? No worries. 3 minutes of charging gives you one hour of play time</li>\n<li>Your voice, loud and clear. Ensure you’re heard clearly. A dedicated internal and two external microphones pick up your voice and isolate it from outside noises.</li>\n<li>Android & iOS compatible.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1190986937_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1190986937_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1190986937_2.png"]}, "1952941620": {"compliant_title": "Wyeydhfi Donut Wired in-Ear Headphones for Kids, Microphone and Storage Case (Royal Blue)", "compliant_short_desc": "<p>Wyeydhfi Donut Wired in-Ear Headphones for Kids, Microphone and Storage Case (Royal Blue). Very cute donut earphone! Super quality for the earphone and box. It can answer or hang up. When you listen music, you can play or stop, press twice to listen next song. Coated with soft rubber, the headphones are soft to the touch. The flat style of wiring helps prevent messy tangles, as well as the bowtie adjustor included to change the space between the earbuds.</p>", "compliant_long_desc": "<p><strong>Wyeydhfi Donut Wired in-Ear Headphones for Kids, Microphone and Storage Case (Royal Blue)</strong></p>\n\n<ul>\n<li>Featuring the lovely donut design</li>\n<li>This funtional earphones for kids are eye-catching</li>\n<li>Perfect for donut lover and kids who have a sweet tooth</li>\n<li>This Superior lightweight earbuds for kids with tangle-free flat cord includes one funtional earbuds and one cute donut storage case.</li>\n<li>2 In 1 Combo Set helps your child to storage the earbuds in a stylish way</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1952941620_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1952941620_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1952941620_2.png"]}, "405308592": {"compliant_title": "Lighting Liphom Bluetooth Over-Ear Headphones, Built in FM Radio with Dass Sound, Black", "compliant_short_desc": "<p>Lighting Liphom Bluetooth Over-Ear Headphones, Built in FM Radio with Dass Sound, Black. The Bluetooth headphones are made of premium quality materials, our headphones are ergonomically designed and perfect for daily use. Play your favorite PC games, sit back and enjoy the music tracks you love, or watch the latest popular movies with unparalleled HQ sound quality in the comfort of your home! The memory protein earmuffs ensure that they remain steady on your head without hurting your ears, and the adjustable headband promises that they are perfectly fitted. Additionally, the soft, snug pad on the inside of the headband provides full protection and impeccable comfort.</p>", "compliant_long_desc": "<p><strong>Lighting Liphom Bluetooth Over-Ear Headphones, Built in FM Radio with Dass Sound, Black</strong></p>\n\n<ul>\n<li>The Bluetooth headphones are made of premium quality materials</li>\n<li>Our headphones are ergonomically designed</li>\n<li>Play your favorite PC games</li>\n<li>Sits back and enjoy the music tracks you love</li>\n<li>Watch the latest popular movies with unparalleled HQ sound quality in the comfort of your home</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/405308592_0.png", "https://d1v44g9hqstmhw.cloudfront.net/405308592_1.png", "https://d1v44g9hqstmhw.cloudfront.net/405308592_2.png"]}, "644845882": {"compliant_title": "Prtukyt Hi-Fi Stereo Foldable Wireless Bluetooth Headphones, Multicolor", "compliant_short_desc": "<p>Prtukyt Hi-Fi Stereo Foldable Wireless Bluetooth Headphones, High Definition Stereo Headphones, and advanced bluetooth 5.0 chip that aim to deliver you superior sound quality with high fidelity deep bass and crystal clear treble, Deep, accurate bass response, extended frequency range, rechargeable. Lose yourself in immersive music even in the lowest volume levels! Our upgrade Bluetooth 5.0 technology ensures fast and stable connections to your Bluetooth devices and low latency during audio/video streaming. Headphones wireless provide high-quality built in mic for hands free calling.No more worries about audio dropouts during phone calls and music listening</p>", "compliant_long_desc": "<p><strong>Prtukyt Hi-Fi Stereo Foldable Wireless Bluetooth Headphones, MulticolorTitle</strong></p>\n\n<ul>\n<li>High Definition Stereo Headphones</li>\n<li>Advanced bluetooth 5.0 chip that aim to deliver you superior sound quality with high fidelity deep bass and crystal clear treble</li>\n<li>Deep, accurate bass response</li>\n<li>Extended frequency range</li>\n<li>Rechargeable.</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/644845882_0.png", "https://d1v44g9hqstmhw.cloudfront.net/644845882_1.png", "https://d1v44g9hqstmhw.cloudfront.net/644845882_2.png"]}, "927156190": {"compliant_title": "Maeline in-Ear Earbuds, Noise Isolating and Microphone with Volume Control, Black and Navy Blue", "compliant_short_desc": "<p>Maeline in-Ear Earbuds, Noise Isolating and Microphone with Volume Control, Black and Navy Blue. Noise Isolation Technology These earphones have flawless noise isolation technology, which allows you to be fully immersed with the acoustics. Complete with a strong heavy bass, these key features provide personalized and high quality listening; giving you the ultimate audio experience. Tangle Free Cable For On The Go The tangle free rubber cable makes listening easy in every situation with minimal effort. The cable has a gold plated audio connector so you have a clear sound transmission while using your device and keeping the audio quality high over time</p>", "compliant_long_desc": "<p><strong>Maeline in-Ear Earbuds, Noise Isolating and Microphone with Volume Control, Black and Navy Blue</strong></p>\n\n<ul>\n<li>High-Quality Sound: In-Ear Earbuds with wider frequency response of 20HZ - 20kHz delivers clear, rich bass and natural treble</li>\n<li>Connectivity Technology: Wired</li>\n<li>Excel In Calls: Integrated microphone and smartphone playback control button and volume adjustment slide bar make it more convenient for the headset to answer and control the volume</li>\n<li>Super Comfortable: Ergonomic and lightweight design refined the details of comfort and fittest experience, makes the earbud sit almost unnoticed</li>\n<li>Adaptable: Suitable for virtually All Devices with a compatible 3.5mm headphone jack, these earphones are versatile. Including Android and IOS smartphones; devices without a 3.5mm jack, require an adapter</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/927156190_0.png", "https://d1v44g9hqstmhw.cloudfront.net/927156190_1.png", "https://d1v44g9hqstmhw.cloudfront.net/927156190_2.png"]}, "1115019457": {"compliant_title": "Tmosphere Wired In-Ear Sport Portable Headphones with 3.5mm, In-Ear design", "compliant_short_desc": "<p>Tmosphere Wired In-Ear Sport Portable Headphones with 3.5mm, In-Ear design: Earphone is easy for to cancel the noise effectively, enjoying music without disturbing others.Good experience: The earphone can bring you a very balanced and powerful sound quality, and give you a good listening experience.Portable: This earphone is easy to carry around, perfect for in the pockets or cases or your carrying bags.Comfortable: The ultra-soft in-ear earbuds instantly conform to your ears, which will not make you feel tired or painful after wearing them for a long time.Enough cable: The long 120cm cord comfortably threads through clothing and bags, enough to meet your daily need, you can connect it to your phone without worries.</p>", "compliant_long_desc": "<p><strong>Tmosphere Wired In-Ear Sport Portable Headphones with 3.5mm, In-Ear design</strong></p>\n\n<ul>\n<li>In-Ear design: Earphone is easy for to cancel the noise effectively, enjoying music without disturbing others</li>\n<li>Good experience: The earphone can bring you a very balanced and powerful sound quality, and give you a good listening experience</li>\n<li>Portable: This earphone is easy to carry around, perfect for in the pockets or cases or your carrying bags</li>\n<li>Comfortable: The ultra-soft in-ear earbuds instantly conform to your ears, which will not make you feel tired or painful after wearing them for a long time</li>\n<li>Enough cable: The long 120cm cord comfortably threads through clothing and bags, enough to meet your daily need, you can connect it to your phone without worries</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1115019457_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1115019457_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1115019457_2.png"]}, "1008763384": {"compliant_title": "Elec Space True Wireless Bluetooth Earbuds, Noise Cancelling and Charging Case, Blue", "compliant_short_desc": "<p>Elec Space True Wireless Bluetooth Earbuds, Noise Cancelling and Charging Case, Blue. \"Exactly what you want to hear. The V5.0 earphone for Galaxy Buds+ are the perfect fitting earbuds to isolate you from distracting noises, so you can stay focused on what you want. And if you'd like to filter in some of the outside world to be more in-tune with your surroundings, you can switch on Ambient Aware2. Hear flight annozments, oncoming traffic or your order number while still enjoying your favorite playlist or podcast. 22 hours of serious sound. Get up to 11 hours of nonstop music on a single charge, then pop your earphone in the wireless charging case and get nearly 11 more. Forgot to charge them the night before, No worries. 3 minutes of charging gives you one hour of play time, so you have enough juice for your commute or workout.</p>", "compliant_long_desc": "<p><strong>Elec Space True Wireless Bluetooth Earbuds, Noise Cancelling and Charging Case, Blue</strong></p>\n\n<ul>\n<li>Exactly what you want to hear</li>\n<li>The V5.0 earphone for Galaxy Buds+ are the perfect fitting earbuds to isolate you from distracting noises</li>\n<li>So you can stay focused on what you want</li>\n<li>And if you'd like to filter in some of the outside world</li>\n<li>You can switch on Ambient Aware2.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1008763384_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1008763384_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1008763384_2.png"]}, "556248233": {"compliant_title": "Wrap Around in-Ear Earphones, Stereo Sound with Volume Control and Microphone, Black", "compliant_short_desc": "<p>Wrap Around in-Ear Earphones, Stereo Sound with Volume Control and Microphone, Black, Product Feature 1.HIFI SOUND: Impressive punch and impact of bass, fast and accurate with quick attack and decay.Full and warm Mids with excellent detail. Highs are well extended but not overly boosted. Sound stage is very wide and individual instruments are easy to locate.2.Provides comfortable fit for your ears and long-time wearing.3.Ideal for iOS devices, Android smartphones, MP3/MP4 player, all other 3.5mm jack devices.4.Earbuds With Built Microphone - Built with a multi-functional button inline which makes the earphones more convenient to answering/ending calling/play/pause/next track/previous track.</p>", "compliant_long_desc": "<p><strong>Wrap Around in-Ear Earphones, Stereo Sound with Volume Control and Microphone, Black</strong></p>\n\n<ul>\n<li>Impressive punch and impact of bass</li>\n<li>Fast and accurate with quick attack and decay.</li>\n<li>Full and warm Mids with excellent detail</li>\n<li>Highs are well extended but not overly boosted.</li>\n<li>Sound stage is very wide</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/556248233_0.png", "https://d1v44g9hqstmhw.cloudfront.net/556248233_1.png", "https://d1v44g9hqstmhw.cloudfront.net/556248233_2.png"]}, "744383919": {"compliant_title": "Ccdes Small In-Ear Headphones, Earphones and For Redmi, Sport, Black", "compliant_short_desc": "<p>Ccdes Small In-Ear Headphones, Earphones and For Redmi, Sport, Black. Small in-Ear Headphones, Earphones, for Redmi, Sport, Black. Specifications: Wireless Earbuds Item Type:Wireless Earbuds Color: Black V5.0+EDR Earbuds Battery capacity: 45mAh 3.7VCharging Case Battery capacity: 280mAh 3.7V Sensitivity: 105dB ? 3dB Charging Time: Approx.1H Music Time: Approx.3H Call Time: Approx.4H Standby Time:Approx.80H Signal Distance: 10m/32.8ft Compatible system: For IOS// Hands-Free Call</p>", "compliant_long_desc": "<p><strong>Ccdes Small In-Ear Headphones, Earphones and For Redmi, Sport, Black</strong></p>\n\n<ul>\n<li>Small In-Ear Headphones</li>\n<li>Earphones</li>\n<li>For Redmi</li>\n<li>Sport</li>\n<li>(Black)</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/744383919_0.png", "https://d1v44g9hqstmhw.cloudfront.net/744383919_1.png", "https://d1v44g9hqstmhw.cloudfront.net/744383919_2.png"]}, "331229841": {"compliant_title": "Ybeauty V4.1 Bluetooth-Compatible S530 Mini Wireless Headphone, Pink", "compliant_short_desc": "<p>Ybeauty V4.1 Bluetooth-Compatible S530 Mini Wireless Headphone, Specifications: Taiwan and the bluetooth-compatible master control chip. Can talk, listening to musicn. Built-in DSP audio processing system, can be a very good eliminate noise and echo, to ensure clear communication, and music. 2 in a row, to the telegraph, voice prompt operation. Small and light, stealth design. Intelligent voice prompts the state of equipment/to cable.</p>", "compliant_long_desc": "<p><strong>Ybeauty V4.1 Bluetooth-Compatible S530 Mini Wireless Headphone, PinkTitle</strong></p>\n\n<ul>\n<li>Taiwan and the bluetooth-compatible master control chip.</li>\n<li>Can talk, listening to musicn.</li>\n<li>Built-in DSP audio processing system</li>\n<li>Can be a very good eliminate noise and echo</li>\n<li>Stealth design.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/331229841_0.png", "https://d1v44g9hqstmhw.cloudfront.net/331229841_1.png", "https://d1v44g9hqstmhw.cloudfront.net/331229841_2.png"]}, "149023045": {"compliant_title": "Top-Tech In-Ear Wired HiFi Headphone, Heavy Bass and Stereo Sound, Black", "compliant_short_desc": "<p>Top-Tech In-Ear Wired HiFi Headphone, Heavy Bass and Stereo Sound, Black. Description: This dual moving coil headphone combines moving coil and moving iron to create heavy bass and stereo sound. This heavy bass earphone is consistent with ergonomic design and can tightly fit your ear. This in-ear HiFi headphone adopts 3.5mm connector that makes it has a wide compatibility. This HiFi earphone is comfortable to wear and is convenient to carry or store.This wired earphone supports hands-free call and it has a microphone.</p>", "compliant_long_desc": "<p><strong>Top-Tech In-Ear Wired HiFi Headphone, Heavy Bass and Stereo Sound, Black</strong></p>\n\n<ul>\n<li>This dual moving coil headphone can provide a heavy base and HiFi sound, deliver a good listening experience</li>\n<li>This heavy bass earphone is a in-ear type and features ergonomic design, it is comfortable to wear</li>\n<li>This in-ear HiFi headphone has a microphone that makes the headphone support hands-free call</li>\n<li>This HiFi earphone is convenient to use, features a line control function, easy to operate</li>\n<li>This wired earphone is designed with a 3.5mm connector that is suitable for many types of phones, tablets, computer, and so on</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/149023045_0.png", "https://d1v44g9hqstmhw.cloudfront.net/149023045_1.png", "https://d1v44g9hqstmhw.cloudfront.net/149023045_2.png"]}, "327980405": {"compliant_title": "Vive Comb Tangle Free Flat Cord Ergonomic In-Ear Headphones, Yellow", "compliant_short_desc": "<p>Vive Comb Tangle Free Flat Cord Ergonomic In-Ear Headphones, Earbuds with ergonomic angular design, ergonomic oval sound outlet and soft & premium eartips not only give you a comfortable listening experience but also less likely to fall out even when you are running, hiking or jogging. It comes with 3 different size of eartips(S/M/L), you can choose a better one to fit your ears. Wide Compatibility Designed for use with your Apple iPod, iPhone, iPad, or other compatible device, the In-Ear Headphones make it easy to plug in and tune out.</p>", "compliant_long_desc": "<p><strong>Vive Comb Tangle Free Flat Cord Ergonomic In-Ear Headphones, YellowTitle</strong></p>\n\n<ul>\n<li>Ergonomics Design: Earphones with ergonomic angular design and soft & premium eartips not only give you a comfortable listening experience but also less likely to fall out even when you are running, hiking or jogging. It comes with 3 different size of eartips(S/M/L), you can choose a better one to fit your ears</li>\n<li>Quality Stereo Sound: Stereo earphones produces Premium Stereo Sound,high-fidelity sound with enhanced bass. Everyone can take their music listening experience to the higher level</li>\n<li>Tangle Free Cable: Soft and durable flat cable is built to last and designed to resist tangling for frustration-free use. The tangle-free cord stores neatly and keeps you connected to your device in smooth, simple style</li>\n<li>Crisp Audio Enhanced Bass: Strong bass, comfortable earbud headphones with a great seal which minimize outside noise so you can hear the beats clearly. The perfect portable earbud headphones offer sleek style and an excellent on-the-go choice for keeping you in sync with sound that inspires.</li>\n<li>Compatibility: 3.5mm audio jack compatible with any 3.5mm audio devices including iPhone, iPad, iPod, Mac, iMac, PS3/PS4, MP3/MP4 Player and more</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/327980405_0.png", "https://d1v44g9hqstmhw.cloudfront.net/327980405_1.png", "https://d1v44g9hqstmhw.cloudfront.net/327980405_2.png"]}, "520783840": {"compliant_title": "Global Teck Worldwide BlueParrott Refresher Kit for B450-XT Headset, White", "compliant_short_desc": "<p>Global Teck Worldwide BlueParrott Refresher Kit for B450-XT Headset, Leather-feel cushions (2) Foam Ear Cushions (2) Microphone windscreen cushions Headset not included.BlueParrott Refresher Kit - ear cushion kit for headset</p>", "compliant_long_desc": "<p><strong>Global Teck Worldwide BlueParrott Refresher Kit for B450-XT Headset, Whitetitle</strong></p>\n\n<ul>\n<li>(2) Leather-feel cushions</li>\n<li>(2) Foam Ear Cushions</li>\n<li>(2) Microphone windscreen cushions</li>\n<li>Headset not included</li>\n<li>(2) Foam Ear Cushions</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/520783840_0.png", "https://d1v44g9hqstmhw.cloudfront.net/520783840_1.png", "https://d1v44g9hqstmhw.cloudfront.net/520783840_2.png"]}, "829824476": {"compliant_title": "Homitt Bone Conduction Wireless Bluetooth Earphone w/ Charging Cable, Black", "compliant_short_desc": "<p>Homitt Bone Conduction Wireless Bluetooth Earphone w/ Charging Cable, Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability. Fit the auricle and no pain after long-time wearing, and it does not fall during the movement. Waterproof design allows not to be damaged by water entering the inside of the earphone and you can enjoy the music without any fear of rain and sweat. HD Voice: Binaural call, supporting for call and providing high-definition call experience with adaptive noise reduction technology. Ear hook Design: Ear hanging design, just gently hanging to the ear you can enjoy without entering the ear, long time wearing without pain</p>", "compliant_long_desc": "<p><strong>Homitt Bone Conduction Wireless Bluetooth Earphone w/ Charging Cable, BlackTitle</strong></p>\n\n<ul>\n<li>Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability.</li>\n<li>Fit the auricle and no pain after long-time wearing, and it does not fall during the movement.</li>\n<li>Waterproof design allows not to be damaged by water entering the inside of the earphone</li>\n<li>Binaural call, supporting for call and providing high-definition call experience with adaptive noise reduction technology.</li>\n<li>Ear hanging design, just gently hanging to the ear you can enjoy without entering the ear, long time wearing without pain.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/829824476_0.png", "https://d1v44g9hqstmhw.cloudfront.net/829824476_1.png", "https://d1v44g9hqstmhw.cloudfront.net/829824476_2.png"]}, "1600698271": {"compliant_title": "Renewed Beats Studio Buds Wireless Noise Cancelling Earbuds, Black, MJ4X3LL/A", "compliant_short_desc": "<p>Renewed Beats Studio Buds Wireless Noise Cancelling Earbuds, Black. The item in this listing is an Open Box (packaging maybe slightly distressed). The unit powers on with factory settings restored and includes the original accessories. The unit may have some minor cosmetic marks. Product comes with a Minimum 90 days warranty Custom acoustic platform delivers powerful, balanced sound Control your sound with two distinct listening modes: Active Noise Cancelling (ANC) and Transparency mode Three soft eartip sizes for a stable and comfortable fit while ensuring an optimal acoustic seal Up to 8 hours of listening time1 (up to 24 hours combined with pocket-sized charging case) IPX4-rated sweat and water resistant wireless earbuds</p>", "compliant_long_desc": "<p><strong>Renewed Beats Studio Buds Wireless Noise Cancelling Earbuds, Black, MJ4X3LL/A</strong></p>\n\n<ul>\n<li>Custom acoustic platform delivers powerful, balanced sound</li>\n<li>Control your sound with two distinct listening modes: Active Noise Cancelling (ANC) and Transparency mode</li>\n<li>Three soft eartip sizes for a stable and comfortable fit while ensuring an optimal acoustic seal</li>\n<li>Up to 8 hours of listening time1 (up to 24 hours combined with pocket-sized charging case)</li>\n<li>IPX4-rated sweat and water resistant wireless earbuds</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1600698271_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1600698271_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1600698271_2.png"]}, "1140438854": {"compliant_title": "Xinytec Detachable Gaming Headphones, Cat Ears Attachment and Stereo for Decoration, Black", "compliant_short_desc": "<p>Xinytec Detachable Gaming Headphones, Cat Ears Attachment and Stereo for Decoration, High Quality Material: Made of high silica gel , eco‑friendly and stable, firm and durable. Replacement for cat ear headphones. Easy to install: directly replace the old or broken one. Application: Good performance, convenient and practical, suitable for home and professional use. Lightweight Size: Portable and small size, easy to store and carry, bring you convenience.</p>", "compliant_long_desc": "<p><strong>Xinytec Detachable Gaming Headphones, Cat Ears Attachment and Stereo for Decoration, BlackTitle</strong></p>\n\n<ul>\n<li>High Quality Material: Made of high silica gel , eco‑friendly and stable</li>\n<li>Replacement for cat ear headphones.</li>\n<li>Easy to install: directly replace the old or broken one.</li>\n<li>Application: Good performance, convenient and practical</li>\n<li>Lightweight Size: Portable and small size</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1140438854_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1140438854_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1140438854_2.png"]}}