{"971548068": {"compliant_title": "Skullcandy Ink'd Plus in-Ear Earbuds, Black, S2IMY-M448", "compliant_short_desc": "<p>Skullcandy Ink'd Plus in-Ear Earbuds, Black, S2IMY-M448</p>", "compliant_long_desc": "<p><strong>Skullcandy Ink'd Plus in-Ear Earbuds, Black, S2IMY-M448</strong></p>\n\n<ul>\n<li>In-Ear Earbuds</li>\n<li>Black</li>\n<li>2 Pack</li>\n<li>(Model Number)</li>\n<li>(Model Year)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/971548068_0.png", "https://d1v44g9hqstmhw.cloudfront.net/971548068_1.png", "https://d1v44g9hqstmhw.cloudfront.net/971548068_2.png"]}, "819272671": {"compliant_title": "Avantree HT280 Wireless TV Headphones w/ Charging Dock, Black", "compliant_short_desc": "<p>Avantree HT280 Wireless TV Headphones w/ Charging Dock, Not a tech junkie? No problem! With our HT280 wireless headphones, there is no need to worry about pairing them with your device. Simply turn on both devices and they will auto connect. Our headset also comes with an all-in-one charging dock and transmitter for a user friendly audio experience. Whether your family is sleeping or just enjoy the full volume capacity of your favorite shows and games, our over the ear headset allows you full range of sound without being constantly told to turn it down! Unlike other headphones, our HT280 features customized volume controls 30% louder than our competitors, making them ideal for you and your families.</p>", "compliant_long_desc": "<p><strong>Avantree HT280 Wireless TV Headphones w/ Charging Dock, Black</strong></p>\n\n<ul>\n<li>Not a tech junkie? No problem! With our HT280 wireless headphones</li>\n<li>Turn on both devices and they will auto connect</li>\n<li>Our headset also comes with an all-in-one charging dock and transmitter</li>\n<li>For a user friendly audio experience.</li>\n<liFeaturing 2.4 GHz wireless technology</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/819272671_0.png", "https://d1v44g9hqstmhw.cloudfront.net/819272671_1.png", "https://d1v44g9hqstmhw.cloudfront.net/819272671_2.png"]}, "748819485": {"compliant_title": "Kubite Noise-Canceling, Over-Ear Headphones, Red, T-111", "compliant_short_desc": "<p>Kubite Noise-Canceling, Over-Ear Headphones, Red, T-111. Adjustable headband length, soft ear cushion for maximum wearing comfort, suitable for music lovers and game players. 3.5mm headphones are compatible with almost all Notebooks, smartphones, Tablet PCs, and other 3.5mm audio devices. It weighs 60g only, which reduces the burden of a long time wearing. The foldable headband design makes it easy to store or carry outdoors. High-quality sound with great noise isolation brings you vivid sound field and shocking sound. Brief and fashion design, five colors available, meet your preferences.</p>", "compliant_long_desc": "<p><strong>Kubite Noise-Canceling, Over-Ear Headphones, Red, T-111</strong></p>\n\n<ul>\n<li>Strong Compatibility: 3.5mm headphones are compatible with almost all Notebooks, smartphones</li>\n<li>Lightweight & Portable: It weighs 60g only</li>\n<li>Great Sound Quality: High-quality sound with great noise isolation</li>\n<li>Color Optional: Brief and fashion design</li>\n<li>Adjustable Headband Length: Soft ear cushion for maximum wearing comfort.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/748819485_0.png", "https://d1v44g9hqstmhw.cloudfront.net/748819485_1.png", "https://d1v44g9hqstmhw.cloudfront.net/748819485_2.png"]}, "1487924267": {"compliant_title": "JBuds Air Sport True Wireless Bluetooth Earbuds with Charging Case, Black, IP66 Sweat Resistance", "compliant_short_desc": "<p>JBuds Air Sport True Wireless Bluetooth Earbuds with Charging Case, Black - IP66 Sweat Resistance - Class 1 Bluetooth 5.0 Connection - 3 EQ Sound Settings JLab Signature, Balanced, Bass Boost.The JBuds Air Sport keep you GOing through any long, sweaty workout. The 6-hour battery life, plus an additional 34+ extra hours in the charging case, helps you power through. An IP66 sweat resistance holds up against even the toughest workouts. Plus, an ergonomic design with an over-ear hook and Cloud Foam eartips offer secure comfort for any activity.</p>", "compliant_long_desc": "<p><strong>JBuds Air Sport True Wireless Bluetooth Earbuds with Charging Case, Black, IP66 Sweat Resistance</strong></p>\n\n<ul>\n<li>Sweatproof Sport Fit</li>\n<li>An IP66 sweat resistance holds up against sweat and dirt</li>\n<li>Switch the gel tips out for our included Cloud Foam eartips and GO.</li>\n<li>Hear your surroundings while you run for safe listening with Be Aware Audio.</li>\n<li>Custom EQ3 Sound</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1487924267_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1487924267_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1487924267_2.png"]}, "890244795": {"compliant_title": "FCO Premium Wired In-Ear Headphones with In-Line Remote and Microphone", "compliant_short_desc": "<p>FCO Premium Wired In-Ear Headphones with In-Line Remote and Microphone, The in-ear fit delivers clearer and richer sounds. 12 mm dynamic driver offers deeper bass and better balance. With microphone casing made from groundbreaking wind-sound reducing material, you can enjoy higher-quality voice calls than ever before with the In-ear Fit. An in-line remote provides easy access and playback control answer/end button.COMPATIBILITY.iPhone 6 / 6 Plus / 6S / 6S Plus / iPhone SE / 5 / 5S / 5C / 4 / 4S / Nano 7.iPad 4 with Retina Display / iPad Mini with Retina Display / iPad Mini / 4 / 3 / 2 / 1 </p>", "compliant_long_desc": "<p><strong>FCO Premium Wired In-Ear Headphones with In-Line Remote and Microphone</strong></p>\n\n<ul>\n<li>The in-ear fit delivers clearer and richer sounds.</li>\n<li>12 mm dynamic driver offers deeper bass and better balance.</li>\n<li>With microphone casing made from groundbreaking wind-sound reducing material, you can enjoy higher-quality voice calls than ever before with the In-ear Fit.</li>\n<li>An in-line remote provides easy access and playback control answer/end button.</li>\n<li>Headphones Form Factor: In ear</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/890244795_0.png", "https://d1v44g9hqstmhw.cloudfront.net/890244795_1.png", "https://d1v44g9hqstmhw.cloudfront.net/890244795_2.png"]}, "1379564431": {"compliant_title": "FAMKIT Foldable Lightweight Wireless Bluetooth 5.0 Headphone, Black", "compliant_short_desc": "<p>FAMKIT Foldable Lightweight Wireless Bluetooth 5.0 Headphone, Powerful Bass Stereo Sound Effect: Deep bass stereo sound, enjoy the wireless high quality music. Comfortable Over-Ear Fit: Soft protein leather earpad and retractable headband lifts the burdens for your ear. No discomfort after long-time wearing. Comfortable and Foldable: Technical ergonomics design with soft earmuffs simulated to human skin texture, ensure long lasting comfort. Wireless and Lightweight: Ear Pad headphones for enjoying extended listening of TV and audio without disturbing others. Built in Microphone: supports hands-free call and voice reporting incoming call number. With the latest enhanced technology makes you voice sound clearer in noisy environments</p>", "compliant_long_desc": "<p><strong>FAMKIT Foldable Lightweight Wireless Bluetooth 5.0 Headphone, Blacktitle</strong></p>\n\n<ul>\n<li>Powerful Bass Stereo Sound Effect</li>\n<li>Comfortable Over-Ear Fit</li>\n<li>Comfortable and Foldable</li>\n<li>Wireless and Lightweight</li>\n<li></li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1379564431_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1379564431_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1379564431_2.png"]}, "1560101545": {"compliant_title": "Vivio Cute Cat Over Ear Wired and Wireless Kids Headphones, Black", "compliant_short_desc": "<p>Vivio Cute Cat Over Ear Wired and Wireless Kids Headphones, With lovely trendy and cat ear, cat paw design and cushioned earpads headband, these headphones for girls women let you lose yourself in audio book and your favorite songs with these fun Lollanda over-ear headphones,specifically designed for ages 3 and over. Great birthday or christmas gifts for girls kids children teens, adult women and cat lovers. These kids bluetooth headphones over ear adopts the newest 2020 bluetooth 5.0 version, also come with a 3.5mm jack audio cable. You can use them as both wireless headphones and wired headphones, very convenient expecially when out of power. The cable supports control from various devices like smartphones, tablet, kindle, PC,laptop</p>", "compliant_long_desc": "<p><strong>Vivio Cute Cat Over Ear Wired and Wireless Kids Headphones, Blacktitle</strong></p>\n\n<ul>\n<li>Built-in Microphone</li>\n<li>Mute Button & Bluetooth 5.0</li>\n<li>Wired and Micro SD Modes</li>\n<li>Foldable, Comfortable and Easy Storage</li>\n<li>Rechargeable & Long Battery Life</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1560101545_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1560101545_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1560101545_2.png"]}, "795557473": {"compliant_title": "Donerton Wireless Bluetooth 5.0 In-Ear Headphones, Microphone Type-C and Deep Bass, Black", "compliant_short_desc": "<p>Donerton Wireless Bluetooth 5.0 In-Ear Headphones, Microphone Type-C and Deep Bass, Black are equipped with 2 built-in microphones inside each Donerton earbud, and adopting advanced ENC (environmental noise cancellation) technology, true wireless earbud can reduce background noise effectively and isolate the environment interference, thus caller would enjoy clear calls and talk just like face to face. With the advanced bluetooth 5.0 technology you are getting 2x faster transmission speed and more stable connectivity without signal loss or music dropouts.</p>", "compliant_long_desc": "<p><strong>Donerton Wireless Bluetooth 5.0 In-Ear Headphones, Microphone Type-C and Deep Bass, Black</strong></p>\n\n<ul>\n<li>Playing All day and Compact Design: A single full charge last for 6 hours of use, plus multiple charges through the charging case</li>\n<li>Easy Touch Control: Features with touch control sensors</li>\n<li>Comfortable fit and IPX7 waterproof: Combined with ergonomic design</li>\n<li>Bluetooth 5.0 and Auto Pairing: With the advanced bluetooth 5.0 technology you are getting 2x faster transmission speed</li>\n<li>Comfortable fit and IPX7 waterproof: Combined with ergonomic design</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/795557473_0.png", "https://d1v44g9hqstmhw.cloudfront.net/795557473_1.png", "https://d1v44g9hqstmhw.cloudfront.net/795557473_2.png"]}, "712662575": {"compliant_title": "DVDHeadphones 2017 GMC Yukon XL Wireless DVD Headphone, Digital", "compliant_short_desc": "<p>DVDHeadphones 2017 GMC Yukon XL Wireless DVD Headphone, Digital. Having trouble finding headphones that are compatible with your vehicle? In 2017 GM changed the frequency of their headphones so that the older 2-channel headphones will no longer work for you. Only the new \"digital\" headphones work, and this is causing some confusion with customers and dealerships alike. COMPATIBLE - These wireless headphones will work for you, period. No fiddling with codes or figuring out \"pairing\" instructions. We take all the guess work out for you.</p>", "compliant_long_desc": "<p><strong>DVDHeadphones 2017 GMC Yukon XL Wireless DVD Headphone, Digital</strong></p>\n\n<ul>\n<li>COMPATIBLE - These wireless headphones will work for you, period. No fiddling with codes or figuring out \"pairing\" instructions.</li>\n<li>DURABLE - Our rear seat entertainment headphones will last you years of use. We have kids too, and we know how rough they can be with their stuff.</li>\n<li>AFFORDABLE - The kids will eventually use these headphones for a game of horseshoes. When they lose 'em, don't worry - they didn't cost you an arm-and-a-leg. We've got you covered</li>\n<li>AUTO CONNECT - These headphones will connect to your car's rear seat DVD system automatically.</li>\n<li>. You have a busy life, let us make it less so!</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/712662575_0.png", "https://d1v44g9hqstmhw.cloudfront.net/712662575_1.png", "https://d1v44g9hqstmhw.cloudfront.net/712662575_2.png"]}, "465876802": {"compliant_title": "Ametoys MD03 Bluetooth 5.0 Wireless Headphones, Ear Hook and Touch Control, Black", "compliant_short_desc": "<p>Ametoys MD03 Bluetooth 5.0 Wireless Headphones, Ear Hook and Touch Control, Black. The pair of Headphones are Bluetooth 5.0 chip, support single and binaural freely switch and touch control. IPX5 waterproof, it is suitable for sports wear. 10mm graphene speaker, DSP enhanced sound, silicon microphone, HiFi music experience. Flexible and adjustable anti-skid ear hook, three points of stress make stable and comfortable wear. Single and binaural freely switch, USB interface for convenient charge. Electric quantity display, humanized design.</p>", "compliant_long_desc": "<p><strong>Ametoys MD03 Bluetooth 5.0 Wireless Headphones, Ear Hook and Touch Control, Black</strong></p>\n\n<ul>\n<li>10mm graphene speaker</li>\n<li>DSP enhanced sound</li>\n<li>silicone microphone</li>\n<li>HiFi music experience</li>\n<li>Flexible and adjustable anti-skid ear hook</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/465876802_0.png", "https://d1v44g9hqstmhw.cloudfront.net/465876802_1.png", "https://d1v44g9hqstmhw.cloudfront.net/465876802_2.png"]}, "477283321": {"compliant_title": "LTI Premium 2015 Kia Sedona Wireless Headphone, Leather Look Padding", "compliant_short_desc": "<p>LTI Premium 2015 Kia Sedona Wireless Headphone, Leather Look Padding. Leather look padded wireless headphones for your rear seat entertainment system. Will these headphones work for your car? The answer is yes. We guarantee it. No more worrying about compatibility, pairing, or progMagnumming the headphones to your vehicle. We take care of that for you. You get headphones that work. Period.</p>", "compliant_long_desc": "<p><strong>LTI Premium 2015 Kia Sedona Wireless Headphone, Leather Look Padding</strong></p>\n\n<ul>\n<li>Integrated circuit auto on/off extends battery life</li>\n<li>Leather look padding provides extra comfort and passive noise canceling</li>\n<li>Personal volume control allows each user to adjust their own sound level</li>\n<li>Adjustable headphone band for optimal fit</li>\n<li>Suitable for children and adults alike</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/477283321_0.png", "https://d1v44g9hqstmhw.cloudfront.net/477283321_1.png", "https://d1v44g9hqstmhw.cloudfront.net/477283321_2.png"]}, "126031344": {"compliant_title": "SG Waterproof Bluetooth 5.1 In-Ear Headphones, Black", "compliant_short_desc": "<p>SG Waterproof Bluetooth 5.1 In-Ear Headphones, New Upgraded 5.1 Chip: stable full-core upgrade, compared with the old version of Bluetooth 5.0, the transmission distance is greatly improved, the signal stability and anti-interference ability are enhanced, and the standby power consumption is reduced. High-definition LED display power: LED digital power display, the remaining power of the charging compartment is clear at a glance, avoiding the embarrassment of sudden loss of power! The power of the left earphone, the total power of the charging compartment, and the total power of the right earphone are clearly visible.</p>", "compliant_long_desc": "<p><strong>SG Waterproof Bluetooth 5.1 In-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>Universal Compatibility</li>\n<li>True Wireless Earbuds with 2000mAh Power Bank</li>\n<li>Fast Pairing</li>\n<li>Charging method</li>\n<li>IPX7 waterproof and sweatproof</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/126031344_0.png", "https://d1v44g9hqstmhw.cloudfront.net/126031344_1.png", "https://d1v44g9hqstmhw.cloudfront.net/126031344_2.png"]}, "1620959613": {"compliant_title": "Brookstone Studio HD Wireless Headphones, Rechargeable Battery and Control with High Performance Sound, Black", "compliant_short_desc": "<p>Brookstone Studio HD Wireless Headphones, Rechargeable Battery and Control with High Performance Sound, Black. Elevate your sound and experience clear tones and rumbling bass with the Studio HD Wireless Headphones. Rechargeable battery gives you up to 6 hours of playtime allowing you to listen to high-performance sound all day long.</p>", "compliant_long_desc": "<p><strong>Brookstone Studio HD Wireless Headphones, Rechargeable Battery and Control with High Performance Sound, Black</strong></p>\n\n<ul>\n<li>Play you favorite songs all day long with lasting comfort</li>\n<li>Listen to high-performance sound in a completely wire-free design</li>\n<li>Rechargeable battery gives you up to 6 hours of playtime</li>\n<li>Control playback with the press of a button</li>\n<li>ABS,PU and STEEL</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1620959613_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1620959613_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1620959613_2.png"]}, "588827500": {"compliant_title": "Ottwn Sports Noise Wireless Bluetooth Headphones, Over Ear with Microphone, Black-Blue", "compliant_short_desc": "<p>Ottwn Sports Noise Wireless Bluetooth Headphones, Over Ear with Microphone, Black-Blue. Features: Universal equipment compatibility: With only Bluetooth-enabled devices, this headset can be compatible w/ your PC, smartphone, tablet, and speakers. Using advanced chip updates, there is no sound loss when the connection is successful, and you can feel the sound flowing through your ears. Ultimate music freedom: Support voice commands. Answer/end calls w/ one-touch control buttons. Double-click the button to switch to another song. Insert your SD card or connect to your PC via the included cable and enjoy your music time</p>", "compliant_long_desc": "<p><strong>Ottwn Sports Noise Wireless Bluetooth Headphones, Over Ear with Microphone, Black-Blue</strong></p>\n\n<ul>\n<li>Universal equipment compatibility:With only Bluetooth-enabled devices, this headset can be compatible w/ your PC, smartphone, tablet</li>\n<li>Using advanced chip updates</li>\n<li>There is no sound loss when the connection is successful</li>\n<li>You can feel the sound flowing through your ears</li>\n<li>Ultimate music freedom:Support voice commands. Answer/end calls w/ one-touch control buttons. Double-click the button to switch to another song.</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/588827500_0.png", "https://d1v44g9hqstmhw.cloudfront.net/588827500_1.png", "https://d1v44g9hqstmhw.cloudfront.net/588827500_2.png"]}, "1009750647": {"compliant_title": "Mpow Noise Cancelling Wireless Bluetooth 5.0 Stereo Headphones, Multi Color", "compliant_short_desc": "<p>Mpow Noise Cancelling Wireless Bluetooth 5.0 Stereo Headphones, Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability.40mm dynamic coil unit, super bass sound, make your music listening much more enjoyable.Long working time, fast charging, meet your daily needs.Foldable design, convenient to store.One-key hands-free call, built-in microphone for clear call sound.</p>", "compliant_long_desc": "<p><strong>Mpow Noise Cancelling Wireless Bluetooth 5.0 Stereo Headphones, Multi Colortitle</strong></p>\n\n<ul>\n<li>Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability</li>\n<li>40mm dynamic coil unit</li>\n<li>super bass sound</li>\n<li>make your music listening much more enjoyable</li>\n<li>Long working time</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1009750647_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1009750647_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1009750647_2.png"]}, "434242976": {"compliant_title": "FCO Premium Wired Earbud Stereo In-Ear Headphones, Black", "compliant_short_desc": "<p>FCO Premium Wired Earbud Stereo In-Ear Headphones, Premium in-ear headphones that provides incredibly clear, balanced and authentic-sounding audio. These earphones feature dual drivers, one 8mm and one 11mm, in a metal housing connected to a tangle-resistant fabric cable. An in-line remote provides easy access and playback control. Audio Controls: Play/Pause, Volume Controls: Volume, Play/Pause</p>", "compliant_long_desc": "<p><strong>FCO Premium Wired Earbud Stereo In-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>Type: Headphones</li>\n<li>Connector Type: Mini-phone stereo 3.5 mm</li>\n<li>Compatible with all 3.5mm connector devices</li>\n<li>Audio Controls: Play/Pause, Volume Controls: Volume, Play/Pause</li>\n<li>Headphones Form Factor: In ear</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/434242976_0.png", "https://d1v44g9hqstmhw.cloudfront.net/434242976_1.png", "https://d1v44g9hqstmhw.cloudfront.net/434242976_2.png"]}, "213224351": {"compliant_title": "Popvcly Kids Bluetooth Headphones w/ 3.5mm Audio Cable, Blue", "compliant_short_desc": "<p>Popvcly Kids Bluetooth Headphones w/ 3.5mm Audio Cable, With BT connection, TF card music playback, AUX-IN wired music playback, microphone hands-free call and other functions.BT5.0, easily pair almost all audio devices that support BT, enjoy wireless music and hands-free calls.Connect audio devices without BT function (such as MP3/MP4, laptop, etc.) through the attached 3.5mm cable.Built-in 200mAh rechargeable battery, each charging cycle can last up to 6 hours of music playing time and 24 hours of standby time.</p>", "compliant_long_desc": "<p><strong>Popvcly Kids Bluetooth Headphones w/ 3.5mm Audio Cable, BlueTitle</strong></p>\n\n<ul>\n<li>With BT connection</li>\n<li>TF card music playback</li>\n<li>AUX-IN wired music playback</li>\n<li>microphone hands-free call and other functions</li>\n<li>BT5.0</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/213224351_0.png", "https://d1v44g9hqstmhw.cloudfront.net/213224351_1.png", "https://d1v44g9hqstmhw.cloudfront.net/213224351_2.png"]}, "790045040": {"compliant_title": "Seneo Sports Bluetooth In-Ear Headphones w/ Charging Cable, Multi Color", "compliant_short_desc": "<p>Seneo Sports Bluetooth In-Ear Headphones w/ Charging Cable, Wireless Earphone Bluetooth 5.0 Bone Conduction In-Ear?Headset with Mic Sports Earbuds Hands-free Stereo Sound Earphones. Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability. The headset could automatically power on and match the phone after picked up, eliminating the troublesome operation of manual startup and pairing. Light and Portable, Unfeeling weight, compact and comfortable, skin-friendly and stable. Touch Control, Dual control modes, so you can do all operations with the button or touch control, easy to use. Fashion light design, sparkling and lovely.</p>", "compliant_long_desc": "<p><strong>Seneo Sports Bluetooth In-Ear Headphones w/ Charging Cable, Multi ColorTitle</strong></p>\n\n<ul>\n<li>Real wireless Bluetooth 5.0 provides powerful Bluetooth signal</li>\n<li>Anti-interference ability</li>\n<li>The headset could automatically power on and match the phone after picked up</li>\n<li>Light and Portable</li>\n<li>Unfeeling weight, compact and comfortable</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/790045040_0.png", "https://d1v44g9hqstmhw.cloudfront.net/790045040_1.png", "https://d1v44g9hqstmhw.cloudfront.net/790045040_2.png"]}, "1190986937": {"compliant_title": "FULenQnu Street Buds Plus True Bluetooth Earbuds for Samsung Galaxy M02s, Purple", "compliant_short_desc": "<p>FULenQnu Street Buds Plus True Bluetooth Earbuds for Samsung Galaxy M02s - Wireless Earbuds wNoise Isolation - Purple (US Version w/ Warranty).Get up to 11 hours of nonstop music on a single charge, then pop your Galaxy Buds+ in the wireless charging case and get nearly 11 more. Compatible with all phone models and all operating systems. iOS, android, windows pc, tablets and more. STREET BUDS Wireless earbuds withactive Noise isolation ( US version ) STREET BUDS are the perfect fitting earbuds to isolate you from distracting noises, so you can stay focused on what you want. And if youd like to filter in some of the outside world to be more in-tune with your surroundings, you can</p>", "compliant_long_desc": "<p><strong>FULenQnu Street Buds Plus True Bluetooth Earbuds for Samsung Galaxy M02s, Purple</strong></p>\n\n<ul>\n<li>UrbanX Street Buds Plus are the perfect fitting earbuds to isolate you from distracting noises</li>\n<li>Get up to 11 hours of nonstop music on a single charge</li>\n<li>Forgot to charge them the night before? No worries. 3 minutes of charging gives you one hour of play time</li>\n<li>Your voice, loud and clear. Ensure you’re heard clearly. A dedicated internal and two external microphones pick up your voice and isolate it from outside noises.</li>\n<li>Android & iOS compatible.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1190986937_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1190986937_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1190986937_2.png"]}, "1952941620": {"compliant_title": "Wyeydhfi Donut Wired in-Ear Headphones for Kids, Microphone and Storage Case (Royal Blue)", "compliant_short_desc": "<p>Wyeydhfi Donut Wired in-Ear Headphones for Kids, Microphone and Storage Case (Royal Blue). Very cute donut earphone! Super quality for the earphone and box. It can answer or hang up. When you listen music, you can play or stop, press twice to listen next song. Coated with soft rubber, the headphones are soft to the touch. The flat style of wiring helps prevent messy tangles, as well as the bowtie adjustor included to change the space between the earbuds.</p>", "compliant_long_desc": "<p><strong>Wyeydhfi Donut Wired in-Ear Headphones for Kids, Microphone and Storage Case (Royal Blue)</strong></p>\n\n<ul>\n<li>Featuring the lovely donut design</li>\n<li>This funtional earphones for kids are eye-catching</li>\n<li>Perfect for donut lover and kids who have a sweet tooth</li>\n<li>This Superior lightweight earbuds for kids with tangle-free flat cord includes one funtional earbuds and one cute donut storage case.</li>\n<li>2 In 1 Combo Set helps your child to storage the earbuds in a stylish way</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1952941620_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1952941620_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1952941620_2.png"]}, "405308592": {"compliant_title": "Lighting Liphom Bluetooth Over-Ear Headphones, Built in FM Radio with Dass Sound, Black", "compliant_short_desc": "<p>Lighting Liphom Bluetooth Over-Ear Headphones, Built in FM Radio with Dass Sound, Black. The Bluetooth headphones are made of premium quality materials, our headphones are ergonomically designed and perfect for daily use. Play your favorite PC games, sit back and enjoy the music tracks you love, or watch the latest popular movies with unparalleled HQ sound quality in the comfort of your home! The memory protein earmuffs ensure that they remain steady on your head without hurting your ears, and the adjustable headband promises that they are perfectly fitted. Additionally, the soft, snug pad on the inside of the headband provides full protection and impeccable comfort.</p>", "compliant_long_desc": "<p><strong>Lighting Liphom Bluetooth Over-Ear Headphones, Built in FM Radio with Dass Sound, Black</strong></p>\n\n<ul>\n<li>The Bluetooth headphones are made of premium quality materials</li>\n<li>Our headphones are ergonomically designed</li>\n<li>Play your favorite PC games</li>\n<li>Sits back and enjoy the music tracks you love</li>\n<li>Watch the latest popular movies with unparalleled HQ sound quality in the comfort of your home</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/405308592_0.png", "https://d1v44g9hqstmhw.cloudfront.net/405308592_1.png", "https://d1v44g9hqstmhw.cloudfront.net/405308592_2.png"]}, "644845882": {"compliant_title": "Prtukyt Hi-Fi Stereo Foldable Wireless Bluetooth Headphones, Multicolor", "compliant_short_desc": "<p>Prtukyt Hi-Fi Stereo Foldable Wireless Bluetooth Headphones, High Definition Stereo Headphones, and advanced bluetooth 5.0 chip that aim to deliver you superior sound quality with high fidelity deep bass and crystal clear treble, Deep, accurate bass response, extended frequency range, rechargeable. Lose yourself in immersive music even in the lowest volume levels! Our upgrade Bluetooth 5.0 technology ensures fast and stable connections to your Bluetooth devices and low latency during audio/video streaming. Headphones wireless provide high-quality built in mic for hands free calling.No more worries about audio dropouts during phone calls and music listening</p>", "compliant_long_desc": "<p><strong>Prtukyt Hi-Fi Stereo Foldable Wireless Bluetooth Headphones, MulticolorTitle</strong></p>\n\n<ul>\n<li>High Definition Stereo Headphones</li>\n<li>Advanced bluetooth 5.0 chip that aim to deliver you superior sound quality with high fidelity deep bass and crystal clear treble</li>\n<li>Deep, accurate bass response</li>\n<li>Extended frequency range</li>\n<li>Rechargeable.</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/644845882_0.png", "https://d1v44g9hqstmhw.cloudfront.net/644845882_1.png", "https://d1v44g9hqstmhw.cloudfront.net/644845882_2.png"]}, "927156190": {"compliant_title": "Maeline in-Ear Earbuds, Noise Isolating and Microphone with Volume Control, Black and Navy Blue", "compliant_short_desc": "<p>Maeline in-Ear Earbuds, Noise Isolating and Microphone with Volume Control, Black and Navy Blue. Noise Isolation Technology These earphones have flawless noise isolation technology, which allows you to be fully immersed with the acoustics. Complete with a strong heavy bass, these key features provide personalized and high quality listening; giving you the ultimate audio experience. Tangle Free Cable For On The Go The tangle free rubber cable makes listening easy in every situation with minimal effort. The cable has a gold plated audio connector so you have a clear sound transmission while using your device and keeping the audio quality high over time</p>", "compliant_long_desc": "<p><strong>Maeline in-Ear Earbuds, Noise Isolating and Microphone with Volume Control, Black and Navy Blue</strong></p>\n\n<ul>\n<li>High-Quality Sound: In-Ear Earbuds with wider frequency response of 20HZ - 20kHz delivers clear, rich bass and natural treble</li>\n<li>Connectivity Technology: Wired</li>\n<li>Excel In Calls: Integrated microphone and smartphone playback control button and volume adjustment slide bar make it more convenient for the headset to answer and control the volume</li>\n<li>Super Comfortable: Ergonomic and lightweight design refined the details of comfort and fittest experience, makes the earbud sit almost unnoticed</li>\n<li>Adaptable: Suitable for virtually All Devices with a compatible 3.5mm headphone jack, these earphones are versatile. Including Android and IOS smartphones; devices without a 3.5mm jack, require an adapter</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/927156190_0.png", "https://d1v44g9hqstmhw.cloudfront.net/927156190_1.png", "https://d1v44g9hqstmhw.cloudfront.net/927156190_2.png"]}, "1115019457": {"compliant_title": "Tmosphere Wired In-Ear Sport Portable Headphones with 3.5mm, In-Ear design", "compliant_short_desc": "<p>Tmosphere Wired In-Ear Sport Portable Headphones with 3.5mm, In-Ear design: Earphone is easy for to cancel the noise effectively, enjoying music without disturbing others.Good experience: The earphone can bring you a very balanced and powerful sound quality, and give you a good listening experience.Portable: This earphone is easy to carry around, perfect for in the pockets or cases or your carrying bags.Comfortable: The ultra-soft in-ear earbuds instantly conform to your ears, which will not make you feel tired or painful after wearing them for a long time.Enough cable: The long 120cm cord comfortably threads through clothing and bags, enough to meet your daily need, you can connect it to your phone without worries.</p>", "compliant_long_desc": "<p><strong>Tmosphere Wired In-Ear Sport Portable Headphones with 3.5mm, In-Ear design</strong></p>\n\n<ul>\n<li>In-Ear design: Earphone is easy for to cancel the noise effectively, enjoying music without disturbing others</li>\n<li>Good experience: The earphone can bring you a very balanced and powerful sound quality, and give you a good listening experience</li>\n<li>Portable: This earphone is easy to carry around, perfect for in the pockets or cases or your carrying bags</li>\n<li>Comfortable: The ultra-soft in-ear earbuds instantly conform to your ears, which will not make you feel tired or painful after wearing them for a long time</li>\n<li>Enough cable: The long 120cm cord comfortably threads through clothing and bags, enough to meet your daily need, you can connect it to your phone without worries</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1115019457_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1115019457_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1115019457_2.png"]}, "1008763384": {"compliant_title": "Elec Space True Wireless Bluetooth Earbuds, Noise Cancelling and Charging Case, Blue", "compliant_short_desc": "<p>Elec Space True Wireless Bluetooth Earbuds, Noise Cancelling and Charging Case, Blue. \"Exactly what you want to hear. The V5.0 earphone for Galaxy Buds+ are the perfect fitting earbuds to isolate you from distracting noises, so you can stay focused on what you want. And if you'd like to filter in some of the outside world to be more in-tune with your surroundings, you can switch on Ambient Aware2. Hear flight annozments, oncoming traffic or your order number while still enjoying your favorite playlist or podcast. 22 hours of serious sound. Get up to 11 hours of nonstop music on a single charge, then pop your earphone in the wireless charging case and get nearly 11 more. Forgot to charge them the night before, No worries. 3 minutes of charging gives you one hour of play time, so you have enough juice for your commute or workout.</p>", "compliant_long_desc": "<p><strong>Elec Space True Wireless Bluetooth Earbuds, Noise Cancelling and Charging Case, Blue</strong></p>\n\n<ul>\n<li>Exactly what you want to hear</li>\n<li>The V5.0 earphone for Galaxy Buds+ are the perfect fitting earbuds to isolate you from distracting noises</li>\n<li>So you can stay focused on what you want</li>\n<li>And if you'd like to filter in some of the outside world</li>\n<li>You can switch on Ambient Aware2.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1008763384_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1008763384_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1008763384_2.png"]}, "556248233": {"compliant_title": "Wrap Around in-Ear Earphones, Stereo Sound with Volume Control and Microphone, Black", "compliant_short_desc": "<p>Wrap Around in-Ear Earphones, Stereo Sound with Volume Control and Microphone, Black, Product Feature 1.HIFI SOUND: Impressive punch and impact of bass, fast and accurate with quick attack and decay.Full and warm Mids with excellent detail. Highs are well extended but not overly boosted. Sound stage is very wide and individual instruments are easy to locate.2.Provides comfortable fit for your ears and long-time wearing.3.Ideal for iOS devices, Android smartphones, MP3/MP4 player, all other 3.5mm jack devices.4.Earbuds With Built Microphone - Built with a multi-functional button inline which makes the earphones more convenient to answering/ending calling/play/pause/next track/previous track.</p>", "compliant_long_desc": "<p><strong>Wrap Around in-Ear Earphones, Stereo Sound with Volume Control and Microphone, Black</strong></p>\n\n<ul>\n<li>Impressive punch and impact of bass</li>\n<li>Fast and accurate with quick attack and decay.</li>\n<li>Full and warm Mids with excellent detail</li>\n<li>Highs are well extended but not overly boosted.</li>\n<li>Sound stage is very wide</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/556248233_0.png", "https://d1v44g9hqstmhw.cloudfront.net/556248233_1.png", "https://d1v44g9hqstmhw.cloudfront.net/556248233_2.png"]}, "744383919": {"compliant_title": "Ccdes Small In-Ear Headphones, Earphones and For Redmi, Sport, Black", "compliant_short_desc": "<p>Ccdes Small In-Ear Headphones, Earphones and For Redmi, Sport, Black. Small in-Ear Headphones, Earphones, for Redmi, Sport, Black. Specifications: Wireless Earbuds Item Type:Wireless Earbuds Color: Black V5.0+EDR Earbuds Battery capacity: 45mAh 3.7VCharging Case Battery capacity: 280mAh 3.7V Sensitivity: 105dB ? 3dB Charging Time: Approx.1H Music Time: Approx.3H Call Time: Approx.4H Standby Time:Approx.80H Signal Distance: 10m/32.8ft Compatible system: For IOS// Hands-Free Call</p>", "compliant_long_desc": "<p><strong>Ccdes Small In-Ear Headphones, Earphones and For Redmi, Sport, Black</strong></p>\n\n<ul>\n<li>Small In-Ear Headphones</li>\n<li>Earphones</li>\n<li>For Redmi</li>\n<li>Sport</li>\n<li>(Black)</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/744383919_0.png", "https://d1v44g9hqstmhw.cloudfront.net/744383919_1.png", "https://d1v44g9hqstmhw.cloudfront.net/744383919_2.png"]}, "331229841": {"compliant_title": "Ybeauty V4.1 Bluetooth-Compatible S530 Mini Wireless Headphone, Pink", "compliant_short_desc": "<p>Ybeauty V4.1 Bluetooth-Compatible S530 Mini Wireless Headphone, Specifications: Taiwan and the bluetooth-compatible master control chip. Can talk, listening to musicn. Built-in DSP audio processing system, can be a very good eliminate noise and echo, to ensure clear communication, and music. 2 in a row, to the telegraph, voice prompt operation. Small and light, stealth design. Intelligent voice prompts the state of equipment/to cable.</p>", "compliant_long_desc": "<p><strong>Ybeauty V4.1 Bluetooth-Compatible S530 Mini Wireless Headphone, PinkTitle</strong></p>\n\n<ul>\n<li>Taiwan and the bluetooth-compatible master control chip.</li>\n<li>Can talk, listening to musicn.</li>\n<li>Built-in DSP audio processing system</li>\n<li>Can be a very good eliminate noise and echo</li>\n<li>Stealth design.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/331229841_0.png", "https://d1v44g9hqstmhw.cloudfront.net/331229841_1.png", "https://d1v44g9hqstmhw.cloudfront.net/331229841_2.png"]}, "149023045": {"compliant_title": "Top-Tech In-Ear Wired HiFi Headphone, Heavy Bass and Stereo Sound, Black", "compliant_short_desc": "<p>Top-Tech In-Ear Wired HiFi Headphone, Heavy Bass and Stereo Sound, Black. Description: This dual moving coil headphone combines moving coil and moving iron to create heavy bass and stereo sound. This heavy bass earphone is consistent with ergonomic design and can tightly fit your ear. This in-ear HiFi headphone adopts 3.5mm connector that makes it has a wide compatibility. This HiFi earphone is comfortable to wear and is convenient to carry or store.This wired earphone supports hands-free call and it has a microphone.</p>", "compliant_long_desc": "<p><strong>Top-Tech In-Ear Wired HiFi Headphone, Heavy Bass and Stereo Sound, Black</strong></p>\n\n<ul>\n<li>This dual moving coil headphone can provide a heavy base and HiFi sound, deliver a good listening experience</li>\n<li>This heavy bass earphone is a in-ear type and features ergonomic design, it is comfortable to wear</li>\n<li>This in-ear HiFi headphone has a microphone that makes the headphone support hands-free call</li>\n<li>This HiFi earphone is convenient to use, features a line control function, easy to operate</li>\n<li>This wired earphone is designed with a 3.5mm connector that is suitable for many types of phones, tablets, computer, and so on</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/149023045_0.png", "https://d1v44g9hqstmhw.cloudfront.net/149023045_1.png", "https://d1v44g9hqstmhw.cloudfront.net/149023045_2.png"]}, "327980405": {"compliant_title": "Vive Comb Tangle Free Flat Cord Ergonomic In-Ear Headphones, Yellow", "compliant_short_desc": "<p>Vive Comb Tangle Free Flat Cord Ergonomic In-Ear Headphones, Earbuds with ergonomic angular design, ergonomic oval sound outlet and soft & premium eartips not only give you a comfortable listening experience but also less likely to fall out even when you are running, hiking or jogging. It comes with 3 different size of eartips(S/M/L), you can choose a better one to fit your ears. Wide Compatibility Designed for use with your Apple iPod, iPhone, iPad, or other compatible device, the In-Ear Headphones make it easy to plug in and tune out.</p>", "compliant_long_desc": "<p><strong>Vive Comb Tangle Free Flat Cord Ergonomic In-Ear Headphones, YellowTitle</strong></p>\n\n<ul>\n<li>Ergonomics Design: Earphones with ergonomic angular design and soft & premium eartips not only give you a comfortable listening experience but also less likely to fall out even when you are running, hiking or jogging. It comes with 3 different size of eartips(S/M/L), you can choose a better one to fit your ears</li>\n<li>Quality Stereo Sound: Stereo earphones produces Premium Stereo Sound,high-fidelity sound with enhanced bass. Everyone can take their music listening experience to the higher level</li>\n<li>Tangle Free Cable: Soft and durable flat cable is built to last and designed to resist tangling for frustration-free use. The tangle-free cord stores neatly and keeps you connected to your device in smooth, simple style</li>\n<li>Crisp Audio Enhanced Bass: Strong bass, comfortable earbud headphones with a great seal which minimize outside noise so you can hear the beats clearly. The perfect portable earbud headphones offer sleek style and an excellent on-the-go choice for keeping you in sync with sound that inspires.</li>\n<li>Compatibility: 3.5mm audio jack compatible with any 3.5mm audio devices including iPhone, iPad, iPod, Mac, iMac, PS3/PS4, MP3/MP4 Player and more</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/327980405_0.png", "https://d1v44g9hqstmhw.cloudfront.net/327980405_1.png", "https://d1v44g9hqstmhw.cloudfront.net/327980405_2.png"]}, "520783840": {"compliant_title": "Global Teck Worldwide BlueParrott Refresher Kit for B450-XT Headset, White", "compliant_short_desc": "<p>Global Teck Worldwide BlueParrott Refresher Kit for B450-XT Headset, Leather-feel cushions (2) Foam Ear Cushions (2) Microphone windscreen cushions Headset not included.BlueParrott Refresher Kit - ear cushion kit for headset</p>", "compliant_long_desc": "<p><strong>Global Teck Worldwide BlueParrott Refresher Kit for B450-XT Headset, Whitetitle</strong></p>\n\n<ul>\n<li>(2) Leather-feel cushions</li>\n<li>(2) Foam Ear Cushions</li>\n<li>(2) Microphone windscreen cushions</li>\n<li>Headset not included</li>\n<li>(2) Foam Ear Cushions</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/520783840_0.png", "https://d1v44g9hqstmhw.cloudfront.net/520783840_1.png", "https://d1v44g9hqstmhw.cloudfront.net/520783840_2.png"]}, "829824476": {"compliant_title": "Homitt Bone Conduction Wireless Bluetooth Earphone w/ Charging Cable, Black", "compliant_short_desc": "<p>Homitt Bone Conduction Wireless Bluetooth Earphone w/ Charging Cable, Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability. Fit the auricle and no pain after long-time wearing, and it does not fall during the movement. Waterproof design allows not to be damaged by water entering the inside of the earphone and you can enjoy the music without any fear of rain and sweat. HD Voice: Binaural call, supporting for call and providing high-definition call experience with adaptive noise reduction technology. Ear hook Design: Ear hanging design, just gently hanging to the ear you can enjoy without entering the ear, long time wearing without pain</p>", "compliant_long_desc": "<p><strong>Homitt Bone Conduction Wireless Bluetooth Earphone w/ Charging Cable, BlackTitle</strong></p>\n\n<ul>\n<li>Real wireless Bluetooth 5.0 provides powerful Bluetooth signal and anti-interference ability.</li>\n<li>Fit the auricle and no pain after long-time wearing, and it does not fall during the movement.</li>\n<li>Waterproof design allows not to be damaged by water entering the inside of the earphone</li>\n<li>Binaural call, supporting for call and providing high-definition call experience with adaptive noise reduction technology.</li>\n<li>Ear hanging design, just gently hanging to the ear you can enjoy without entering the ear, long time wearing without pain.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/829824476_0.png", "https://d1v44g9hqstmhw.cloudfront.net/829824476_1.png", "https://d1v44g9hqstmhw.cloudfront.net/829824476_2.png"]}, "1600698271": {"compliant_title": "Renewed Beats Studio Buds Wireless Noise Cancelling Earbuds, Black, MJ4X3LL/A", "compliant_short_desc": "<p>Renewed Beats Studio Buds Wireless Noise Cancelling Earbuds, Black. The item in this listing is an Open Box (packaging maybe slightly distressed). The unit powers on with factory settings restored and includes the original accessories. The unit may have some minor cosmetic marks. Product comes with a Minimum 90 days warranty Custom acoustic platform delivers powerful, balanced sound Control your sound with two distinct listening modes: Active Noise Cancelling (ANC) and Transparency mode Three soft eartip sizes for a stable and comfortable fit while ensuring an optimal acoustic seal Up to 8 hours of listening time1 (up to 24 hours combined with pocket-sized charging case) IPX4-rated sweat and water resistant wireless earbuds</p>", "compliant_long_desc": "<p><strong>Renewed Beats Studio Buds Wireless Noise Cancelling Earbuds, Black, MJ4X3LL/A</strong></p>\n\n<ul>\n<li>Custom acoustic platform delivers powerful, balanced sound</li>\n<li>Control your sound with two distinct listening modes: Active Noise Cancelling (ANC) and Transparency mode</li>\n<li>Three soft eartip sizes for a stable and comfortable fit while ensuring an optimal acoustic seal</li>\n<li>Up to 8 hours of listening time1 (up to 24 hours combined with pocket-sized charging case)</li>\n<li>IPX4-rated sweat and water resistant wireless earbuds</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1600698271_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1600698271_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1600698271_2.png"]}, "1140438854": {"compliant_title": "Xinytec Detachable Gaming Headphones, Cat Ears Attachment and Stereo for Decoration, Black", "compliant_short_desc": "<p>Xinytec Detachable Gaming Headphones, Cat Ears Attachment and Stereo for Decoration, High Quality Material: Made of high silica gel , eco‑friendly and stable, firm and durable. Replacement for cat ear headphones. Easy to install: directly replace the old or broken one. Application: Good performance, convenient and practical, suitable for home and professional use. Lightweight Size: Portable and small size, easy to store and carry, bring you convenience.</p>", "compliant_long_desc": "<p><strong>Xinytec Detachable Gaming Headphones, Cat Ears Attachment and Stereo for Decoration, BlackTitle</strong></p>\n\n<ul>\n<li>High Quality Material: Made of high silica gel , eco‑friendly and stable</li>\n<li>Replacement for cat ear headphones.</li>\n<li>Easy to install: directly replace the old or broken one.</li>\n<li>Application: Good performance, convenient and practical</li>\n<li>Lightweight Size: Portable and small size</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1140438854_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1140438854_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1140438854_2.png"]}, "692322243": {"compliant_title": "Ludos Turbo Ergonomic Microphone and Headphones, Black", "compliant_short_desc": "<p>Ludos Turbo Ergonomic Microphone and Headphones, Description LUDOS TURBO wired earbuds in ear headphones earphones with microphone with mic offer a quality and great sound. Thanks to our unique and improved speakers, the sound will be brilliant, deep and immersive. Plus, they will be comfortable to wear thanks to the new generation pads. Are you tired of the old and dirty silicone that keeps falling down from your ears? Memory foam pads adapt to you without any hassle. Materials are innovative and 40% more resistant to wear compared to the traditional memory foam. The quality you were looking for at the right price. Compatibility LUDOS TURBO wired earbuds in ear headphones earphones with microphone are a compatible and universal product: they can be used with all mobile models and personal computers as long as they have a 3.5 mm jack</p>", "compliant_long_desc": "<p><strong>Ludos Turbo Ergonomic Microphone and Headphones, Blacktitle</strong></p>\n\n<ul>\n<li>Wired-Earbuds-Earphones-Headphones-Microphone</li>\n<li>LUDOS TURBO wired earbuds in ear headphones earphones with microphone</li>\n<li>Ergonomic Earphone with Mic</li>\n<li>Memory Foam</li>\n<li>( Durable Cable, Bass, Auriculares in-Ear Headphones for iPhone, iPad, Apple, Computer, Lap)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/692322243_0.png", "https://d1v44g9hqstmhw.cloudfront.net/692322243_1.png", "https://d1v44g9hqstmhw.cloudfront.net/692322243_2.png"]}, "1658730476": {"compliant_title": "Magideal 3.5mm Wired Stereo Headphone for Cell Phone, Black", "compliant_short_desc": "<p>Magideal 3.5mm Wired Stereo Headphone for Cell Phone, With noise cancelling design to minimize outside interference.3.5mm connector enables you to connect the headphone to your mobile phone, suitable for home studio, sound recording, podcasting, broadcasting etc.Perfect for violinist musical performance.</p>", "compliant_long_desc": "<p><strong>Magideal 3.5mm Wired Stereo Headphone for Cell Phone, Blacktitle</strong></p>\n\n<ul>\n<li>Wired 3.5mm Over Ear Headphone Headset Earphone Music Microphone for Electric Violin.</li>\n<li>Beautiful design, light weight, comfortable to wear and convenient to use.</li>\n<li>With noise cancelling design to minimize outside interference.</li>\n<li>3.5mm connector enables you to connect the headphone to your mobile phone, suitable for home studio, sound recording, podcasting, broadcasting etc.</li>\n<li>Perfect for violinist musical performance.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1658730476_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1658730476_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1658730476_2.png"]}, "975758141": {"compliant_title": "Marvel Avengers Kid-Safe Headphones, Black Panther and The Other", "compliant_short_desc": "<p>Marvel Avengers Kid-Safe Headphones, Black Panther and The Other</p>", "compliant_long_desc": "<p><strong>Marvel Avengers Kid-Safe Headphones, Black Panther and The Other</strong></p>\n\n<ul>\n<li>Marvel Avengers Kid-Safe Headphones</li>\n<li>Black Panther</li>\n<li>The Other</li>\n<li>(3 Pack) Marvel Avengers Kids Headphones</li>\n<li>(2 Pack) Marvel Kids Over Ear Head Phones</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/975758141_0.png", "https://d1v44g9hqstmhw.cloudfront.net/975758141_1.png", "https://d1v44g9hqstmhw.cloudfront.net/975758141_2.png"]}, "274897889": {"compliant_title": "Modern Homezie HD Stereo Sound Over Ear Wired Headphone, Blue", "compliant_short_desc": "<p>Modern Homezie HD Stereo Sound Over Ear Wired Headphone, Description: The headphone is foldable and compact, so your kids can take it anywhere and enjoy music. Compatible with devices like cell phones,tablets,computers, MP3 players and other devices with 3.5mm audio jack. Adjustable headbands could be better fit for most of the head shapes, never worried that would not suitable for your kids. The earphones are modeled on real people wearing experience. Lightweight and ergonomic design ensures comfortable daily wearing. Super soft and elastic ear-pad, provides your kids more comfort, they would not feel bad even a long-time wearing, the noise-isolation perfectly offers them better hearing environment</p>", "compliant_long_desc": "<p><strong>Modern Homezie HD Stereo Sound Over Ear Wired Headphone, BlueTitle</strong></p>\n\n<ul>\n<li>The headphone is foldable and compact</li>\n<li>The earphones are modeled on real people wearing experience</li>\n<li>Lightweight and ergonomic design ensures comfortable daily wearing</li>\n<li>Foldable design for a more compact storage</li>\n<li>Wide Compatibility & Supporting :it is compatible with all smartphons and tablets with 3.5mm jack devices</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/274897889_0.png", "https://d1v44g9hqstmhw.cloudfront.net/274897889_1.png", "https://d1v44g9hqstmhw.cloudfront.net/274897889_2.png"]}, "740291755": {"compliant_title": "Beats by Dr. Dre Beats EP Corded Headphones, Blue, Used", "compliant_short_desc": "<p>Beats by Dr. Dre Beats EP Corded Headphones, Blue, Used. Comes in original Beats box with all accessories. Product is fully tested and sanitized and ready for your listening pleasure.</p>", "compliant_long_desc": "<p><strong>Beats by Dr. Dre Beats EP Corded Headphones, Blue, Used</strong></p>\n\n<ul>\n<li>1 Year Warranty from eReplacements.</li>\n<li>Comes in original Beats box with all accessories.</li>\n<li>Product is fully tested and sanitized and ready for your listening pleasure.</li>\n<li>(3) Over Ear Headphone</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/740291755_0.png", "https://d1v44g9hqstmhw.cloudfront.net/740291755_1.png", "https://d1v44g9hqstmhw.cloudfront.net/740291755_2.png"]}, "1880314061": {"compliant_title": "Dynwave Portable FM Radio Headphones and Ear Muffs, Black", "compliant_short_desc": "<p>Dynwave Portable FM Radio Headphones and Ear Muffs, This radio receiver headphone use over- ,the length is adjustable,let it can fit for most people to use. Earmuffs uses PU material,it is soft and comfortable to use, easily discomfort. Designed with single track and dual track,you can press the S/ to easily switch,dual track provides better sound quality for music listening. The headphone is foldable,let you can carry it easily and store it conveniently.</p>", "compliant_long_desc": "<p><strong>Dynwave Portable FM Radio Headphones and Ear Muffs, BlackTitle</strong></p>\n\n<ul>\n<li>FM Headset Radio Headphone Receiver</li>\n<li>On-Ear Headphones</li>\n<li>Wireless headset</li>\n<li>Battery Operated Personal Wireless </li>\n<li>(no attery )</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1880314061_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1880314061_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1880314061_2.png"]}, "600295126": {"compliant_title": "Joyroom JOYROOM JR-TL1 Bluetooth 5.0 In-Ear Headphones, Black", "compliant_short_desc": "<p>Joyroom JOYROOM JR-TL1 Bluetooth 5.0 In-Ear Headphones, Binaural TWS Bluetooth 5.0 Wireless Headsets with Charing BinErgonomic design, comfortable and stable wearingLeft and right ears can be used independently, switch as you likeBluetooth 5.0 chip, approaching \"0\" delay, faster and more stable transmissionAutomatically connect once take out without tedious operationsFingerprint touch control for easier operationIPX7 waterproof, no fear of pouring rainBinaural high-definition calls, highly restored true sound</p>", "compliant_long_desc": "<p><strong>Joyroom JOYROOM JR-TL1 Bluetooth 5.0 In-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>True Wireless Earbuds Bluetooth 5.0 Earphone / Headphones</li>\n<li>IPX7 Waterproof Wireless Earbuds Headset - Black</li>\n<li>Comfortable and stable wearingLeft and right ears can be used independently</li>\n<li>Switching as you likeBluetooth 5.0 chip, approaching \"0\" delay</li>\n<li>Faster and more stable transmissionAutomatically connect once take out without tedious operations</li>\n<li></p>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/600295126_0.png", "https://d1v44g9hqstmhw.cloudfront.net/600295126_1.png", "https://d1v44g9hqstmhw.cloudfront.net/600295126_2.png"]}, "281430988": {"compliant_title": "Visland Inner Ear Wired Headphone w/ Built-in Microphone, Black", "compliant_short_desc": "<p>Visland Inner Ear Wired Headphone w/ Built-in Microphone, You can wear it comfortably without pain due to the ergonomic in-ear design. The earphone has stereo sound due to the use of intelligent noise-canceling technology. Made of TPE and copper high quality material, it is reliable and durable to use. The cable length of the earphone is 1.2m. It is compatible with for smartphone, computer, laptop, tablet and desktop, etc.</p>", "compliant_long_desc": "<p><strong>Visland Inner Ear Wired Headphone w/ Built-in Microphone, BlackTitle</strong></p>\n\n<ul>\n<li>You can wear it comfortably without pain due to the ergonomic in-ear design.</li>\n<li>The earphone has stereo sound due to the use of intelligent noise-canceling technology.</li>\n<li>Made of TPE and copper high quality material, it is reliable and durable to use.</li>\n<li>The cable length of the earphone is 1.2m.</li>\n<li>It is compatible with for smartphone, computer, laptop, tablet and desktop, etc</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/281430988_0.png", "https://d1v44g9hqstmhw.cloudfront.net/281430988_1.png", "https://d1v44g9hqstmhw.cloudfront.net/281430988_2.png"]}, "442654582": {"compliant_title": "FCO Premium Wired Earbud Stereo In-Ear Headphones, Black", "compliant_short_desc": "<p>FCO Premium Wired Earbud Stereo In-Ear Headphones, Premium in-ear headphones that provides incredibly clear, balanced and authentic-sounding audio. These earphones feature dual drivers, one 8mm and one 11mm, in a metal housing connected to a tangle-resistant fabric cable. An in-line remote provides easy access and playback control. iPhone 6 / 6 Plus / 6S / 6S Plus / iPhone SE / 5 / 5S / 5C / 4 / 4S / Nano 7 iPad 4 with Retina Display / iPad Mini with Retina Display / iPad Mini / 4 / 3 / 2 / 1 / Air iPod Touch / Nano / Shuffle / Mini Samsung Galaxy S9 Plus S9 S8 S7 S6 S5 S4 S3 Note 4 Note 3 LG Flex 2 G5 G4 G3 G2</p>", "compliant_long_desc": "<p><strong>FCO Premium Wired Earbud Stereo In-Ear Headphones, Blacktitle</strong></p>\n\n<ul>\n<li>Premium in-ear headphones that provides incredibly clear, balanced and authentic-sounding audio</li>\n<li>These earphones feature dual drivers, one 8mm and one 11mm, in a metal housing connected to a tangle-resistant fabric cable.</li>\n<li>An in-line remote provides easy access and playback control.</li>\n<li>iPhone 6/6 Plus/6S/6S Plus/iPhone SE/5/5S/5C/4/4S/Nano 7</li>\n<li>iPad 4 with Retina Display/iPad Mini with Retina Display/iPad Mini/4/3/2/1./Air</li>\n<li>iPod Touch/Nano/.Shuffle/.Mini</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/442654582_0.png", "https://d1v44g9hqstmhw.cloudfront.net/442654582_1.png", "https://d1v44g9hqstmhw.cloudfront.net/442654582_2.png"]}, "609542630": {"compliant_title": "iHome IB50B Headphones with Volume Control, Black", "compliant_short_desc": "<p>iHome IB50B Headphones with Volume Control, Black. This complete headphone package is perfect for frequent flyers and other demanding listeners. Rich, detailed sound with enhanced bass response gives you articulate audio. Active noise cancelation circuitry silences intrusive sounds, while our padded headband and ear cushions make extended listening a pleasure. A detachable tangle free cloth cable with an in-line dial puts volume control within easy reach. Adjustable headband with rotating earcups for perfect fit. Includes important extras such as airline adapter and travel pouch.</p>", "compliant_long_desc": "<p><strong>iHome IB50B Headphones with Volume Control, Black</strong></p>\n\n<ul>\n<li>Rich, detailed sound with enhanced bass response</li>\n<li>Gives you articulate audio</li>\n<li>Active noise cancelation circuitry silences intrusive sounds</li>\n<li>Our padded headband and ear cushions make extended listening a pleasure.</li>\n<li>A detachable tangle free cloth cable with an in-line dial puts volume control within easy reach.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/609542630_0.png", "https://d1v44g9hqstmhw.cloudfront.net/609542630_1.png", "https://d1v44g9hqstmhw.cloudfront.net/609542630_2.png"]}, "232176533": {"compliant_title": "Altatac Deep Bass Wireless Bluetooth 5.0 Over-Ear Headphones, Black, VJ087", "compliant_short_desc": "<p>Altatac Deep Bass Wireless Bluetooth 5.0 Over-Ear Headphones, Live your best life unplugged with these wireless headphones. Enjoy crystal clear audio and high-quality streaming without the hassle of cables. Welcome to the perfect everyday headphone that is designed to keep up with your lifestyle. Easily connect to your favorite devices via Bluetooth to enjoy crystal clear audio and high-quality streaming. Enjoy hands-free calling with the built-in microphone, simply press the phone button on the earpiece to accept incoming calls. Music playback will automatically resume once the call is completed.</p>", "compliant_long_desc": "<p><strong>Altatac Deep Bass Wireless Bluetooth 5.0 Over-Ear Headphones, Black, VJ087</strong></p>\n\n<ul>\n<li>Soft earmuff and comfortable to wear.</li>\n<li>360 degree pickup microphone, supports hands free call.</li>\n<li>Widely compatible with most Bluetooth-enabled devices.</li>\n<li>It is stretchable, you can adjust its length</li>\n<li>Customize your fit for all-day listening comfort with the adjustable headband and pivoting ear cups</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/232176533_0.png", "https://d1v44g9hqstmhw.cloudfront.net/232176533_1.png", "https://d1v44g9hqstmhw.cloudfront.net/232176533_2.png"]}, "353007745": {"compliant_title": "Nenos Bluetooth Kids Headphones, Limited Volume and Wireless for Kids, Unicorn", "compliant_short_desc": "<p>Nenos Bluetooth Kids Headphones, Limited Volume and Wireless for Kids, Unicorn. Nos Bluetooth Kids Headphones are compatible with iPads, tablets, smartphones, laptops, computers and most audio devices. These Children's wireless headphones are also ideal for travel. Unicorn | Bluetooth Kids Headphones are compatible with iPads, tablets, smartphones, laptops, computers and most audio devices. These Children's wireless headphones are also ideal for travel. Wireless kids headphones have a long-lasting battery that can play up to 10 hours of music. Unicorn | Bluetooth Kids Headphones are compatible with iPads, tablets, smartphones, laptops, computers and most audio devices</p>", "compliant_long_desc": "<p><strong>Nenos Bluetooth Kids Headphones, Limited Volume and Wireless for Kids, Unicorn</strong></p>\n\n<ul>\n<li>Wireless kids headphones have a long-lasting battery that can play up to 10 hours of music.</li>\n<li>Unicorn | Bluetooth Kids Headphones are compatible with iPads</li>\n<li>tablets</li>\n<li>smartphones</li>\n<li>(Laptop)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/353007745_0.png", "https://d1v44g9hqstmhw.cloudfront.net/353007745_1.png", "https://d1v44g9hqstmhw.cloudfront.net/353007745_2.png"]}, "315436836": {"compliant_title": "SM SunniMix Unicorn Kids Headphone with Microphone, Pink", "compliant_short_desc": "<p>SM SunniMix Unicorn Kids Headphone with Microphone, The unicorns kids headset is built in with the volume limiter feature to protect your kids' hearing. Inspired by unicorns design, the are finished with two and an unicorn on the top of the headband. The earmuffs are inlaid with rhinestones, and the glitter bling headband has a gradient color. Comfortable and Lightweight: This headphones are sized for kids, with soft over-ear earmuffs, it can also effectively reduce noise interference and enjoy a high quality stereo sound.</p>", "compliant_long_desc": "<p><strong>SM SunniMix Unicorn Kids Headphone with Microphone, PinkTitle</strong></p>\n\n<ul>\n<li>Cute Kids Headphone Earphone with Microphone</li>\n<li>Cartoon Headband Headphone Kids Birthday Gift</li>\n<li>Unicorn Kids Headphones Girls Children Teens</li>\n<li>85dB Safe Volume : The unicorns kids headset is built in with the volume limiter feature to protect your kids' hearing.</li>\n<li>Cute and Stylish: Inspired by unicorns design, the are finished with two and an unicorn on the top of the headband. The earmuffs are inlaid with rhinestones, and the glitter bling headband has a gradient color .</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/315436836_0.png", "https://d1v44g9hqstmhw.cloudfront.net/315436836_1.png", "https://d1v44g9hqstmhw.cloudfront.net/315436836_2.png"]}, "957458989": {"compliant_title": "Cute Bluetooth 5.0 Wireless Headphones w/ Microphone, Lovely LED Cat Ear", "compliant_short_desc": "<p>Cute Bluetooth 5.0 Wireless Headphones w/ Microphone, Lovely LED Cat Ear Headset, Pink/Black Foldable Kids Over-Ear Headphones w/ Microphone, for Mobile Phone, PC, Computer. Feature: Gifts for Kids, Christmas, Children's Day Gifts, Full of childlike innocence -COLOURFUL LIGHTS: Cat ears dazzling color changes. -IMMERSIVE PALY GAMES: BT 5.0 / No delay / High transmission -HiFi SOUND: High big dynamic coil strong bass effect. -FOUR WAY TO USE: Wireless blutooth 5.0 / 3.5mm AUX / TF card play / FM -FOLDABLE DESIGN: Easy to carry.</p>", "compliant_long_desc": "<p><strong>Cute Bluetooth 5.0 Wireless Headphones w/ Microphone, Lovely LED Cat Ear</strong></p>\n\n<ul>\n<li>1 x Wireless Headset</li>\n<li>1 x USB Cable</li>\n<li>1 x Instruction Note</li>\n<li>The size might be slightly different due to manual measurement.</li>\n<li>Your kindly understanding would be appreciated.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/957458989_0.png", "https://d1v44g9hqstmhw.cloudfront.net/957458989_1.png", "https://d1v44g9hqstmhw.cloudfront.net/957458989_2.png"]}, "1232812975": {"compliant_title": "Ayyufe Noise Cancelling Wired Earbud w/ Microphone, Green", "compliant_short_desc": "<p>Ayyufe Noise Cancelling Wired Earbud w/ Microphone, You can enjoy excellent stereo and heavy bass sound effect with the wired gaming earphone, which has adopted with noise reduction technology. With ergonomic design, the earphone is comfortable to be worn. It is constructed of TPE material. The length of this product is 110cm. This earphone is suitable for Android per for iPhone, and digital devices with a 3.5mm jack.</p>", "compliant_long_desc": "<p><strong>Ayyufe Noise Cancelling Wired Earbud w/ Microphonetitle</strong></p>\n\n<ul>\n<li>This earphone is suitable for Android/ for iPhone, and digital devices with a 3.5mm jack.</li>\n<li>Thanks to the large diaphragm unit, this earphone features high fidelity, stereo bass and high sensitivity for a great stereo surround sound and high clarity call experience.</li>\n<li>The earphone uses a large diaphragm unit with high fidelity, stereo heavy bass and high sensitivity, which can bring you excellent stereo surround sound and high clarity call experience.</li>\n<li>Featuring a large diaphragm unit with high fidelity, stereo heavy bass and high sensitivity, this earphone gives you an excellent stereo surround sound and high clarity call experience.</li>\n<li>This earphone features a large diaphragm unit with high fidelity, stereo heavy bass and high sensitivity for a great stereo surround sound and high clarit</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1232812975_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1232812975_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1232812975_2.png"]}, "373465491": {"compliant_title": "Shokz Openmove Open-Ear Lifestyle Headphones, Bluetooth and Bone Conduction Technology", "compliant_short_desc": "<p>Shokz Openmove Open-Ear Lifestyle Headphones, Bluetooth and Bone Conduction Technology. Our top-selling headphone just got a makeover. OpenMove was created with versatility in mind and designed for everyday use, bringing you the best-in-class bone conduction technology and better features at an entry-level price. Features: Bluetooth 5.0, Water Resistant, 6-Hour Battery Life, 3 EQ Settings, Comfortable Listening.</p>", "compliant_long_desc": "<p><strong>Shokz Openmove Open-Ear Lifestyle Headphones, Bluetooth and Bone Conduction Technology</strong></p>\n\n<ul>\n<li>Bluetooth 5.0</li>\n<li>IP55 Water Resistant</li>\n<li>6-Hour Battery Life</li>\n<li>3 EQ Settings</li>\n<li>Comfortable Listening</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/373465491_0.png", "https://d1v44g9hqstmhw.cloudfront.net/373465491_1.png", "https://d1v44g9hqstmhw.cloudfront.net/373465491_2.png"]}, "1621358209": {"compliant_title": "EXCIXING Sports Headphones with Clip on Ear Design and 3.5mm Audio Plug, Green", "compliant_short_desc": "<p>EXCIXING Sports Headphones with Clip on Ear Design and 3.5mm Audio Plug, With a 3.5mm audio plug, suitable for smartphone, tablet PC, laptop, desktop and other 3.5mm audio devices. Clip on ear design, soft earmuff, comfortable to wear. Lightweight headphone makes it suitable for bus, travel use; Ear-hook design makes it not easy to fall. It can be used as a music companion for self-driving, outdoor hiking, travel, or as a gift for relatives and friends.</p>", "compliant_long_desc": "<p><strong>EXCIXING Sports Headphones with Clip on Ear Design and 3.5mm Audio Plug, GreenTitle</strong></p>\n\n<ul>\n<li>With a 3.5mm audio plug</li>\n<li>Clip on ear design</li>\n<li>Soft earmuff</li>\n<li>Comfortable to wear</li>\n<li>Lightweight headphone</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1621358209_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1621358209_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1621358209_2.png"]}, "210115765": {"compliant_title": "Thingle Inc. Noise Cancelling Bluetooth Earpiece w/ USB Cable, Black", "compliant_short_desc": "<p>Thingle Inc. Noise Cancelling Bluetooth Earpiece w/ USB Cable, Product Features: Compatible w/ Bluetooth-enabled devices. Designed for iPhone series, Samsung, Huawei, HTC, LG, SONY, PC, Laptop, etc., iPad, iPod touch, LG G2, Samsung S7 S6, LG, Motorola, LG, SONY, and other Android cell phones, PC, Laptop</p>", "compliant_long_desc": "<p><strong>Thingle Inc. Noise Cancelling Bluetooth Earpiece w/ USB Cable, Blacktitle</strong></p>\n\n<ul>\n<li>Convenient & Comfortable</li>\n<li>Noise Cancellation</li>\n<li>Hands-free for Calling</li>\n<li>BLUETOOTH HEADSET 5.0</li>\n<li>SUPER LONG TALKING</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/210115765_0.png", "https://d1v44g9hqstmhw.cloudfront.net/210115765_1.png", "https://d1v44g9hqstmhw.cloudfront.net/210115765_2.png"]}, "1183091211": {"compliant_title": "Bluetooth Kids Headphones, Colorful LED Lights Comfort Wireless", "compliant_short_desc": "<p>Bluetooth Kids Headphones, We believe creating good listening habits early starts with great sound quality, so wireless kids headphones balanced response curve provides your kids or teens with the finest genuine studio sound, including clear, crisp vocals and full dynamic bass Colorful LED Lights - Kids enjoy bright colors and things that flash. In addition to the usual features, this wireless kids headphones come with a delightful bonus: red, blue, and green LEDs cap off both ends of the headphones. Bluetooth 5.0: The one-touch Bluetooth pairing with iPhone, Android, and other compatible devices makes for hassle-free listening, while a steady connection of 33ft range allows your kids to enjoy a wireless free movement!</p>", "compliant_long_desc": "<p><strong>Bluetooth Kids Headphones, Colorful LED Lights Comfort Wireless</strong></p>\n\n<ul>\n<li>We believe creating good listening habits early starts with great sound quality</li>\n<li>So wireless kids headphones’ balanced response curve provides your kids or teens with the finest genuine studio sound</li>\n<li>Colorful LED Lights - Kids enjoy bright colors and things that flash.</li>\n<li>In addition to the usual features</li>\n<li>This wireless kids headphones come with a delightful bonus: red, blue, and green LEDs cap off both ends of the headphones.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1183091211_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1183091211_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1183091211_2.png"]}, "696699072": {"compliant_title": "Descendants 3 Kids Safe Headphones, Built in Volume Limiting Feature", "compliant_short_desc": "<p>Descendants 3 Kids Safe Headphones with Built in Volume Limiting Feature, Listen to whatever you like in safe, comfortable, and stylish headphones. These high quality headphones have a volume limiting feature to ensure safe sound levelcompatible with ipad, iphone, ipod, android, and other devices with 3.5mm headphone jack. specs: driver diameter: 30mm; impedance: 32 ohms; sensitivity: 85db; frequency response: 20hz-20khz; cable length: 4ft; plug type: 3.5mm</p>", "compliant_long_desc": "<p><strong>Descendants 3 Kids Safe Headphones, Built in Volume Limiting Feature</strong></p>\n\n<ul>\n<li>Cable Length: 4ft</li>\n<li>Plug Type: 3.5mm</li>\n<li>Impedance: 32 ohms</li>\n<li>Sensitivity: 85db</li>\n<li>(20hz-20khz); Driver Diameter: 30mm</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/696699072_0.png", "https://d1v44g9hqstmhw.cloudfront.net/696699072_1.png", "https://d1v44g9hqstmhw.cloudfront.net/696699072_2.png"]}, "709164014": {"compliant_title": "GOgroove Wireless Bluetooth Sport Headphones, Over Ear, BlueVIBE FXT Foldable Sweatproof", "compliant_short_desc": "<p>GOgroove Wireless Bluetooth Sport Headphones Over Ear - BlueVIBE FXT Foldable Sweatproof Wireless Headset with Built-in Mic and AUX Input Option, Cushioned Earpads, IPX4 Water Resistant.The FXT Bluetooth Headphones provide the ultimate listening experience. Whether you are working out at the gym, traveling on vacation, or relaxing at home, this headset is right for you. The FXT headset is the complete package with rich audio, innovative design, and maximum comfort.</p>", "compliant_long_desc": "<p><strong>GOgroove Wireless Bluetooth Sport Headphones, Over Ear, BlueVIBE FXT Foldable Sweatproof</strong></p>\n\n<ul>\n<li>UPGRADED 2018 RELEASE: Revamped audio mechanics with dual 40mm drivers</li>\n<li>Improved Bluetooth chip circuitry</li>\n<li>Added top customer-requested 3.5mm input option</li>\n<li>Increased battery life to 8hrs of play time</li>\n<li>IPX4 SWEATPROOF PROTECTION: The BlueVIBE FXT are the ideal sport headset when working out or jogging in the rain because of their water resistant splashproof-rated construction</li>\n<li>HANDS-FREE CALLING BUILT-IN MIC: Onboard buttons let you answer and handle phone calls when the headset is paired with your Bluetooth-enabled smartphone like the iPhone or Android phones</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/709164014_0.png", "https://d1v44g9hqstmhw.cloudfront.net/709164014_1.png", "https://d1v44g9hqstmhw.cloudfront.net/709164014_2.png"]}, "815566301": {"compliant_title": "Pamolon Bone Conduction Wireless Bluetooth Open-Ear Headphone w/ Microphone, Black", "compliant_short_desc": "<p>Pamolon Bone Conduction Wireless Bluetooth Open-Ear Headphone w/ Microphone, Protect Hearing: Headphones deliver sounds through cheekbone, you needn't put the headphones into your ears, protect your hearing and you can hear sounds around you. If you are talking or listening to music in a noisy environment, you can insert the sponge plug in your ear Comfortable Wearing -Bone conduction headphones body , titanium headband and soft silicone patch closer to head, more comfortable to wear. Fast and Stable Bluetooth Connection - Advanced Bluetooth 5.0 headphone is more fast and stable than Bluetooth 4.2 to connect your phone or other devices.</p>", "compliant_long_desc": "<p><strong>Pamolon Bone Conduction Wireless Bluetooth Open-Ear Headphone w/ Microphone, BlackTitle</strong></p>\n\n<ul>\n<li>Bone Conduction Technology : you needn't put the headphones into your ears, protect your hearing and you can hear sounds around you.</li>\n<li>If you are talking or listening to music in a noisy environment, you can insert the sponge plug in your ear</li>\n<li>Comfortable Wearing -Bone conduction headphones body , titanium headband and soft silicone patch closer to head, more comfortable to wear</li>\n<li>Fast and Stable Bluetooth Connection - Advanced Bluetooth 5.0 headphone is more fast and stable than Bluetooth 4.2 to connect your phone or other devices.</li>\n<li>Large Battery Capacity - A full charge take 2 hours supports standby time up to 10 days, phone call up to 8 hours, music play up to 4 hours</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/815566301_0.png", "https://d1v44g9hqstmhw.cloudfront.net/815566301_1.png", "https://d1v44g9hqstmhw.cloudfront.net/815566301_2.png"]}, "693192451": {"compliant_title": "Ronshin Earbuds Silicone AirPods 2 and 1 or EarPods Case, Black", "compliant_short_desc": "<p>Ronshin Earbuds Silicone AirPods 2 and 1 or EarPods Case, Passive noise reduction design on the Earbud Tips, improves the bass, a lot, for your Apple AirPods and EarPods.This earbuds covers designed to perfectly fit Apple AirPods and EarPods, simple design keeps application/removal just in seconds.Made from premium silicone, ensuring long-lasting comfort to your ears, great for running, cycling, working out at the gym and much more.3 Pairs eartips included. One perfect size fit most of ears.</p>", "compliant_long_desc": "<p><strong>Ronshin Earbuds Silicone AirPods 2 and 1 or EarPods Case, Blacktitle</strong></p>\n\n<ul>\n<li>Passive noise reduction design on the Earbud Tips, improves the bass, a lot, for your Apple AirPods and EarPods.</li>\n<li>This earbuds covers designed to perfectly fit Apple AirPods and EarPods</li>\n<li>Simple design keeps application/removal just in seconds.</li>\n<li>Made from premium silicone</li>\n<li>Minion and light weight design</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/693192451_0.png", "https://d1v44g9hqstmhw.cloudfront.net/693192451_1.png", "https://d1v44g9hqstmhw.cloudfront.net/693192451_2.png"]}, "1944743595": {"compliant_title": "Zochlon Single Ear Wireless Earphones w/ Ear Hook and Touch Control, Black", "compliant_short_desc": "<p>Zochlon Single Ear Wireless Earphones w/ Ear Hook and Touch Control, To make our wireless earphones user-friendly, a touch control design and an ergonomic shape are adopted. The single ear bud will perfectly fit your right ear. To provide a longer and superior music listening experience, our cordless blue tooth ear buds for workouts are upgraded with better 50mAh battery, chip, and a high-definition mic. With the advanced blue tooth 5.2 version, our wireless sports earphones with an ear hook have higher transmission and work efficiency, and consume less power during operation than earphones</p>", "compliant_long_desc": "<p><strong>Zochlon Single Ear Wireless Earphones w/ Ear Hook and Touch Control, BlackTitle</strong></p>\n\n<ul>\n<li>Perfectly Fits Your Ear - Our wireless earphone headphones will perfectly fit your right ear since they are in ergonomic shapes.</li>\n<li>Can Wear A Long Time - Designed to be light in weight, our single-ear wireless ear buds fit people who have to wear a single ear bud for a very long time on occasions such as a business meeting.</li>\n<li>Upgraded - To provide a longer and superior music listening experience, our cordless blue tooth ear buds for workouts are upgraded with better 50mAh battery, chip, and a high-definition mic.</li>\n<li>Blue Tooth 5.2 - With the advanced blue tooth 5.2 version, our wireless sports earphones with an ear hook have higher transmission and work efficiency, and consume less power during operation than earphones.</li>\n<li>Blue Tooth Earphones - Our wireless in-ear game headphones are of great compatibility. They can connect with most blue tooth devices and are easy to use.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1944743595_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1944743595_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1944743595_2.png"]}, "1273076246": {"compliant_title": "Kqiang Sunglasses Bluetooth 5.0 Wireless Glass Headphone with Microphone, Black", "compliant_short_desc": "<p>Kqiang Sunglasses Bluetooth 5.0 Wireless Glass Headphone with Microphone, Black. Wireless listen to stereo music, set aside to answer the call automatically converted. Enjoy music in the sun without disturbance and protect your eyes and eyesight. Hands free answer call when you are driving or riding a bicycle. It can pair with devices up to 10 meters away. Bluetooth Headphones with Mic built-in rechargeable lithium ion batteries, cooperate with double power management chip, standby can be up to 100 hours, call time is 8-9h and music time is 4-6 hours. Charging time: 2 hours New 5.0 Smart Bluetooth Glasses Music Sunglasses ,can listen music, Bluetooth 5.0, support both headset and hands-free profiles, calling voice and Reporting phone number function when calls coming</p>", "compliant_long_desc": "<p><strong>Kqiang Sunglasses Bluetooth 5.0 Wireless Glass Headphone with Microphone, Black</strong></p>\n\n<ul>\n<li>Wireless listen to stereo music</li>\n<li>set aside to answer the call automatically converted</li>\n<li>Enjoy music in the sun without disturbance</li>\n<li>protect your eyes and eyesight</li>\n<li>Hands free answer call when you are driving or riding a bicycle.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1273076246_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1273076246_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1273076246_2.png"]}, "751765169": {"compliant_title": "UrbanX OEM Amazing Stereo Headphones for Samsung Galaxy On5, White", "compliant_short_desc": "<p>UrbanX OEM Amazing Stereo Headphones for Samsung Galaxy On5, White. Akilogram is a legacy studio brand with 70 years experience in audio. The Earphones Tuned by Akilogram provide an incredibly clear, authentic-sounding, and balanced output that customers have come to expect. hybrid, canal-type earphones feature a sleek metal finish and tangle-free, fabric cable. Enjoy easy access to a range of your device's features with the earphones in-line remote. A breakthrough in sound engineering. Tuned to deliver purely balanced sound, Samsung has collaborated with AKGs internationally-renowned expert acoustic engineers to develop fully immersive earphones for the ultimate distortion-free listening experience.</p>", "compliant_long_desc": "<p><strong>UrbanX OEM Amazing Stereo Headphones for Samsung Galaxy On5, White</strong></p>\n\n<ul>\n<li>Wired earphones tuned by AKG Tangle free</li>\n<li>Fabric cable 8 millimeter and 11 millimeter speaker units</li>\n<li>For clear, balanced sound with 2 way speaker</li>\n<li>These hybrid, canal-type earphones feature a sleek metal finish and tangle-free, fabric cable</li>\n<li>Enjoy easy access to a range of your device’s features with the earphones in-line remote.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/751765169_0.png", "https://d1v44g9hqstmhw.cloudfront.net/751765169_1.png", "https://d1v44g9hqstmhw.cloudfront.net/751765169_2.png"]}, "941926246": {"compliant_title": "P47 Over Ear Wireless Bluetooth Headphones, Active Noise Cancelling Deep Bass and Comfortable Ear Cups", "compliant_short_desc": "<p>P47 Over Ear Wireless Bluetooth Headphones, Active Noise Cancelling Deep Bass and Comfortable Ear Cups, It makes you focus on what you want to hear, enjoy your music, movies and videos. Noise cancellation function can work well both in wired and wireless mode. Very Soft ear-pads ensuring lasting comfort and long time wearing, precise sewing process makes for better sound isolation. You want clarity for your music, regardless of how loud it gets. When you are playing at low volumes in a quiet office, you get the same, consistent quality as when you need to turn it up on a busy street.</p>", "compliant_long_desc": "<p><strong>P47 Over Ear Wireless Bluetooth Headphones, Active Noise Cancelling Deep Bass and Comfortable Ear Cups</strong></p>\n\n<ul>\n<li>Bluetooth Headphones</li>\n<li>Over Ear Wireless Bluetooth Headphones Active Noise Cancelling Deep Bass Comfortable Ear Cups</li>\n<li>For Cell Phone</li>\n<li>not only perfect for enjoying music indoors, but also suitable for running, jogging and camping.</li>\n<li>Easy and simple operation.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/941926246_0.png", "https://d1v44g9hqstmhw.cloudfront.net/941926246_1.png", "https://d1v44g9hqstmhw.cloudfront.net/941926246_2.png"]}, "984392570": {"compliant_title": "JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Violet", "compliant_short_desc": "<p>JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Violet - HAFX7MV (Violet). Curved body with elastomer material for secure and comfortable fit. Powerful Sound deep bass and clean treble for clear sound. Remote and Mic - for use on any iPhone or Android compatible smartphones to talk on the phone or control music. Comfort fit ear tips soft color matching ear buds for perfect fit and sound.</p>", "compliant_long_desc": "<p><strong>JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Violet</strong></p>\n\n<ul>\n<li>Curved body with elastomer material for secure and comfortable fit</li>\n<li>Powerful Sound – deep bass and clean treble for clear sound.</li>\n<li>Remote and Mic - for use on any iPhone or Android compatible smartphones to talk on the phone or control music</li>\n<li>Comfort fit ear tips – soft color matching ear buds for perfect fit and sound.</li>\n<li>Powerful Sound </li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/984392570_0.png", "https://d1v44g9hqstmhw.cloudfront.net/984392570_1.png", "https://d1v44g9hqstmhw.cloudfront.net/984392570_2.png"]}, "1423963246": {"compliant_title": "Bemz Depot Premium Sound In-Ear Earphones with Charging Case and Type-C Cable, Black", "compliant_short_desc": "<p>Bemz Depot Premium Sound In-Ear Earphones with Charging Case and Type-C Cable, Black. Enjoy your day while listening to clear sounding music comfortably with the Premium Wireless Earbuds compatible with TCL 30 LE (Verizon, Unlocked). TWS (True Wireless Sound) earbuds are equipped with Wireless Version V5.0 technology, it provides a more stable connection and less power consumption. Noise-isolating earbuds deliver high-quality sound and built-in dual microphones deliver clear communication between you and your caller. Voice notifications inform you when there is an incoming call, battery level and when earbuds are paired to your device</p>", "compliant_long_desc": "<p><strong>Bemz Depot Premium Sound In-Ear Earphones with Charging Case and Type-C Cable, Black</strong></p>\n\n<ul>\n<li>Premium Cellet TWS Ultra Small & Lightweight Wireless Bluetooth 5.0 earbuds with charging case, user guide, type-c charging cable, 3 sets of ear caps (small, medium, large) and Bemz Depot Atom micro wipe</li>\n<li>Ultra-small and lightweight earbuds with high quality sounds</li>\n<li>Multifunctional button allows to play/pause/answer/reject/hang-up and activate voice notifications</li>\n<li>Charging storage case for earbuds (Music playing time: up about 4-6 hours, Talk time: 3-4 Hours, Stand-By Time: 150 Hours), Earbuds charging time: about 1.5 hours. LED power indicators on charging case and earbuds</li>\n<li>Compatible with TCL 30 LE (Verizon, Unlocked)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1423963246_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1423963246_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1423963246_2.png"]}, "1956833233": {"compliant_title": "Vivio Child's Wireless Bluetooth On-Ear Headphones, Black", "compliant_short_desc": "<p>Vivio Child's Wireless Bluetooth On-Ear Headphones, This lovely kid Bluetooth headphones designed with cute cat ears and LED colored lights, bring more fun to your little one when they immerse themselves in the music, movie, game, also making their headphones very special. A perfect gift for kids! Our Kids headphones have a built-in microphone and mute button, very easy & convenient for children to use. They can answer and end calls easily, also can directly mute the sound when needed. A great wireless headphone for kids to use for school, online classes, streaming, airplane, traveling, etc.</p>", "compliant_long_desc": "<p><strong>Vivio Child's Wireless Bluetooth On-Ear Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>Bluetooth & Wireless pairs with any Bluetooth and Device</li>\n<li>Noise-Isolating Headphone with Memory Foam Ear Cushions</li>\n<li>Built-In Mic with Call Track & Volume Control</li>\n<li>Rapid Charge: Up to 10 Hours of Battery on One Charge</li>\n<li>Comfortable & Foldable Headphone Design</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1956833233_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1956833233_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1956833233_2.png"]}, "535556077": {"compliant_title": "JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Blue", "compliant_short_desc": "<p>JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Blue. JVC Gumy Plus In Ear Earbuds Headphones with Mic and Remote, Powerful Sound, Comfortable and Secure Fit - HAFX7MAN (Blue). Deep bass and clean treble for clear sound. Use for IPhone or Android compatible phones to talk on the phone or control music. Soft color matched ear buds for perfect fit and sound. Long cord 3.3FT with standard headphone jack for easy connect with common standard 3.5mm headphone input.</p>", "compliant_long_desc": "<p><strong>JVC Gumy Plus In Ear Earbuds Headphones, Powerful Sound and Comfortable and Secure with Mic and Remote, Blue</strong></p>\n\n<ul>\n<li>POWERFUL SOUND – Deep bass and clean treble for clear sound.</li>\n<li><b>REMOTE AND MIC - Use for IPhone or Android compatible phones to talk on the phone or control music</b></li>\n<li><b>COMFORT FIT EAR TIP BUDS – Soft color matched ear buds for perfect fit and sound</b></li>\n<li><b>LONG CORD – Long cord 3.3FT with standard headphone jack for easy connect with common standard 3.5mm headphone input.</b></li>\n<li><b>EXTRA EARTIP EARBUDS INCLUDED – Small, Medium, and Large Eartips are included with every earbuds. Adjust the fit for perfect sound for your ear.</b></li>\n<li><b>JVC GUMY – Reliable, Affordable, Great Sounding, and Great Fit</b></li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/535556077_0.png", "https://d1v44g9hqstmhw.cloudfront.net/535556077_1.png", "https://d1v44g9hqstmhw.cloudfront.net/535556077_2.png"]}, "774298756": {"compliant_title": "Original Samsung Stereo Headphones, Microphone and Volume Buttons, Black", "compliant_short_desc": "<p>Original Samsung Stereo Headphones, Microphone and Volume Buttons, Black. Comes with USB-C connector for new Android devices Like Samsung Galaxy Note 20 Ultra 5G That DO NOT have 3.5mm headphone jack. Earbuds style designed for easy ear fit and AMAZING sound quality. Inline microphone keeps you connected to all your conversations while on the go. Headphones don't need batteries and are plug and play, no complicated setups. Braided cable ensures durability and less prone to tangle. AKG Certification comes with free 60 day warranty on all AKG products. If you have any issue with your purchase please let us know and we'll get it resolved for you without needing to open a return.</p>", "compliant_long_desc": "<p><strong>Original Samsung Stereo Headphones, Microphone and Volume Buttons, Black</strong></p>\n\n<ul>\n<li>Compatible with all USB C devices</li>\n<li>Volume Buttons</li>\n<li>Microphone</li>\n<li>Headphones don't need batteries</li>\n<li>Inline microphone keeps you connected to all your conversations while on the go</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/774298756_0.png", "https://d1v44g9hqstmhw.cloudfront.net/774298756_1.png", "https://d1v44g9hqstmhw.cloudfront.net/774298756_2.png"]}, "473809914": {"compliant_title": "EleaEleanor Sports Wireless Bluetooth Sleep Yoga Headband Hat Soft Warm", "compliant_short_desc": "<p>EleaEleanor Sports Wireless Bluetooth Sleep Yoga Headband Hat Soft Warm. Specifications: Material: Spandex. Size: 106*6cm/ Weight: 70g. Function: Sports sweat absorption. Applicable people: unisex. Uses: leisure, fitness, running, yoga, cycling, mountaineering, etc.</p>", "compliant_long_desc": "<p><strong>EleaEleanor Sports Wireless Bluetooth Sleep Yoga Headband Hat Soft Warm</strong></p>\n\n<ul>\n<li>Satisfaction Guarantee - Your satisfaction is our highest priority. If you have any questions or concerns</li>\n<li>Material: Spandex</li>\n<li>Size: 106*6cm/ Weight: 70g</li>\n<li>Function: Sports sweat absorption</li>\n<li>Applicable people: unisex</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/473809914_0.png", "https://d1v44g9hqstmhw.cloudfront.net/473809914_1.png", "https://d1v44g9hqstmhw.cloudfront.net/473809914_2.png"]}, "680527606": {"compliant_title": "Sentry BT998 True Wireless Earhooks with Charging Case, Black", "compliant_short_desc": "<p>Sentry BT998 True Wireless Earhooks with Charging Case, Black. True Wireless Earhooks with charging case - black</p>", "compliant_long_desc": "<p><strong>Sentry BT998 True Wireless Earhooks with Charging Case, Black</strong></p>\n\n<ul>\n<li>True Wireless Technology</li>\n<li>Charging case</li>\n<li>BLUETOOTH</li>\n<li>(2) Auto On</li>\n<li>(2) Auto Pair</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/680527606_0.png", "https://d1v44g9hqstmhw.cloudfront.net/680527606_1.png", "https://d1v44g9hqstmhw.cloudfront.net/680527606_2.png"]}, "790363283": {"compliant_title": "UrbanX Wired Stereo Headphones with Microphone and USB-C Connector, Black", "compliant_short_desc": "<p>UrbanX Wired Stereo Headphones with Microphone and USB-C Connector, Enjoy music anytime and anywhere: The USB C headphone accommodates most USB C audio output devices on the market, which give a deep, powerful, and crisp sound. Advanced noise reduction technology makes your overall listening experience just that much better. Whether you are outdoors or indoors, whether you are reading or running, whether you are at rest or at work, Karma Solutions USB C Headphones will bring you the perfect music experience, let you find yourself in the world of music Product Specifications : Headphone Type: In-Ear Headphone Plug Diameter: USB Type C Wear Type: Earplugs PCM Sampling Ratio: 24bit/196K Frequency Response: 20Hz-25KHz Noise Ratio: 95dB THD N: -80dB Output Power: 2x15mW Cable Length: 1.2m/3.9Ft.</p>", "compliant_long_desc": "<p><strong>UrbanX Wired Stereo Headphones with Microphone and USB-C Connector, Black</strong></p>\n\n<ul>\n<li>**Comes with USB-C connector** for new Android devices Like Samsung Galaxy S21+ 5G That DO NOT have 3.5mm headphone jack. Earbuds style designed for easy ear fit and AMAZING sound quality.</li>\n<li>Inline microphone keeps you connected to all your conversations while on the go.</li>\n<li>Headphones don't need batteries and are plug and play, no complicated setups. Braided cable ensures durability and less prone to tangle.</li>\n<li>UrbanX Certification comes with free 90 day warranty on all UrbanX products. If you have any issue with your purchase please let us know and we'll get it resolved for you without needing to open a return.</li>\n<li>supports all versions, including: Versions: SM-G996B, SM-G996B/DS (International); SM-G996U (USA); SM-G996U1 (USA unlocked); SM-G996W (Canada); SM-G996N (Korea); SM-G9960 (China)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/790363283_0.png", "https://d1v44g9hqstmhw.cloudfront.net/790363283_1.png", "https://d1v44g9hqstmhw.cloudfront.net/790363283_2.png"]}, "1662225687": {"compliant_title": "VOGEK Child's Wired On Ear Headphones w/ Microphone, Green", "compliant_short_desc": "<p>VOGEK Child's Wired On Ear Headphones w/ Microphone, Children's headphones have high-quality bass, which can provide you with clear, complete and balanced stereo. Children can immerse themselves in the world of sound and focus on learning. When deciding to buy headphones for children, safety should be the first priority. Kid's learning headphones are specially designed for young listeners. The volume is limited to 85dB/94dB, which can be suitable for various listening environments. the headphone minimizes the risk of damaging children's hearing and can effectively help children to concentrate,which is the best choice for you to buy children's headphones.</p>", "compliant_long_desc": "<p><strong>VOGEK Child's Wired On Ear Headphones w/ Microphone, Greentitle</strong></p>\n\n<ul>\n<li>Excellent Sound Experience</li>\n<li>Protect Children's Hearing</li>\n<li>Comfortable Head Cushion</li>\n<li>Foldable & Portable Design saves space and can be easily placed in a suitcase or bag to facilitate children's travel plans, Which is a good companion for school and travel, daily travel.</li>\n<li>Rotatable Mic</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1662225687_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1662225687_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1662225687_2.png"]}, "761039736": {"compliant_title": "JBL Endurance Peak True Wireless In-Ear Headphones, IPX7 and Sweat Proof Material, Black (Renewed)", "compliant_short_desc": "<p>JBL Endurance Peak True Wireless In-Ear Headphones - Black (Renewed), Featuring IPX7 and sweat proof material, the JBL Endurance PEAK headphones are designed to be used in all weather conditions. Durable and made to last, no matter the elements. Touch enabled controls allow you to easily manage your music and calls controlling play, pause, volume, mono and stereo modes and tracks order with a simple touch for extra convenience, so that you can keep going. The simple and intuitive touch sensitive controls on the right bud, allows you to choose between mono mode for calls and stereo mode for music playback. Bluetooth technology enables hands free calling, so you don't have to stop working out when receiving a call. The JBL Endurance PEAK works in mono mode for calls.</p>", "compliant_long_desc": "<p><strong>JBL Endurance Peak True Wireless In-Ear Headphones, IPX7 and Sweat Proof Material, Black (Renewed)</strong></p>\n\n<ul>\n<li>Featuring IPX7 and sweat proof material</li>\n<li>The simple and intuitive touch sensitive controls on the right bud</li>\n<li>Touch enabled controls allow you to choose between mono mode for calls</li>\n<li>Bluetooth technology enables hands free calling</li>\n<li>.The rugged charging case protects the headphones</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/761039736_0.png", "https://d1v44g9hqstmhw.cloudfront.net/761039736_1.png", "https://d1v44g9hqstmhw.cloudfront.net/761039736_2.png"]}, "873198318": {"compliant_title": "Morease Sport IPX6 Wireless Bluetooth 5.0 Earbuds, Black, B11", "compliant_short_desc": "<p>Morease Sport IPX6 Wireless Bluetooth 5.0 Earbuds, Description: Item No.: B11 Transmission range: 15 meters Function: battery display, call function, NFC function, voice control, music support, multi-point connection Bluetooth protocol: 5.0 Channel: Stereo How to use: earplug type Single or dual ear: bilateral stereo Applicable gift-giving occasions: weddings, birthdays, holidays, housewarming, trade fairs, advertising promotions, employee benefits, anniversary celebrations, business gifts, opening ceremonies, awards commemoratives</p>", "compliant_long_desc": "<p><strong>Morease Sport IPX6 Wireless Bluetooth 5.0 Earbuds, BlackTitle</strong></p>\n\n<ul>\n<li>Smart touch</li>\n<li>The new Bluetooth 5.0 chip is smoother and without delay</li>\n<li>Active noise reduction</li>\n<li>Clearer music and calls</li>\n<li>HIFI sound quality</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/873198318_0.png", "https://d1v44g9hqstmhw.cloudfront.net/873198318_1.png", "https://d1v44g9hqstmhw.cloudfront.net/873198318_2.png"]}, "868778427": {"compliant_title": "TCHY Earbuds Stereo Headphones for Samsung Galaxy A13 5G, Microphone and Volume Remote Type-C", "compliant_short_desc": "<p>TCHY Earbuds Stereo Headphones for Samsung Galaxy A13 5G, Microphone and Volume Remote Type-C. AKG USB C Headphones Type-C compatible with Samsung Galaxy S22, S22+, S22 Ultra, S21, S20, S20+, S20 Ultra, S20 FE, Note20, Note 10, Note 10+, S10 Plus, Galaxy S9, Note 8, S9+ Plus, S10. Please note: Headphones earbuds DO NOT have 3.5mm headphone connector</p>", "compliant_long_desc": "<p><strong>TCHY Earbuds Stereo Headphones for Samsung Galaxy A13 5G, Microphone and Volume Remote Type-C</strong></p>\n\n<ul>\n<li>Inline Microphone</li>\n<li>Tangle Free</li>\n<li>Designed by AKG</li>\n<li>Earbuds Stereo Headphones designed by AKG Earphones provide an incredibly clear, authentic-sounding, and balanced output with premium sound quality</li>\n<li>Inline microphone keeps you connected to all your conversations while on the go with volume remote</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/868778427_0.png", "https://d1v44g9hqstmhw.cloudfront.net/868778427_1.png", "https://d1v44g9hqstmhw.cloudfront.net/868778427_2.png"]}, "420589997": {"compliant_title": "Kcysta Bluetooth Sleep Headphones, 2 Pack, Gray", "compliant_short_desc": "<p>Kcysta Bluetooth Sleep Headphones, 2 Pack, Gray. Please use and store away from acidic, alkaline, pointed and other items. Please keep the device dry. Please keep the equipment clean and put in desiccant after use. Please take out the headset before washing. Do not disassemble, modify or change the device alone. Do not throw or drop. Insert the USB port of the micro into the earphone, then connect the USB port of the USB data cable to the computer, the LED light will turn red, when the LED light turns blue, it means that the Bluetooth hat headset is fully charged.</p>", "compliant_long_desc": "<p><strong>Kcysta Bluetooth Sleep Headphones, 2 Pack, Gray</strong></p>\n\n<ul>\n<li>Comfortable even when sleeping on the side.</li>\n<li>Super soft sleep headband.</li>\n<li>Using the latest Bluetooth 5.0 technology to provide you with high-quality sound quality.</li>\n<li>Lightweight thin fabric material that feels cool to wear.</li>\n<li>Suitable for various application scenarios such as sleep, meditation, exercise, yoga, etc.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/420589997_0.png", "https://d1v44g9hqstmhw.cloudfront.net/420589997_1.png", "https://d1v44g9hqstmhw.cloudfront.net/420589997_2.png"]}, "1891985504": {"compliant_title": "Koss UR20 Over-Ear Headphones, Flexible Sling Headband, Black", "compliant_short_desc": "<p>Koss UR20 Over-Ear Headphones, Flexible Sling Headband, Black. These high-fidelity stereo phones from Koss utilize a neodymium rare Earth magnet and 16 micron mylar elements for Deep bass and treble clarity. A flexible headband with sling allows for easy single-sided listening and maximum durability, making these headphones perfect for deejay use.</p>", "compliant_long_desc": "<p><strong>Koss UR20 Over-Ear Headphones, Flexible Sling Headband, Black</strong></p>\n\n<ul>\n<li>High fidelity stereophone utilizes neodymium rare earth magnet and 16 micron mylar element for deep bass and treble clarity</li>\n<li>Flexible headband with sling allows for easy, single sided listening and maximum durability</li>\n<li>Straight, single-entry, 8-foot cord for home and portable use</li>\n<li>Includes 1/8-inch and 1/4-inch stereo plugs for home and portable use</li>\n<li> Frequency Response - 18Hz-24kHz and Impedance - 16 ohms</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1891985504_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1891985504_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1891985504_2.png"]}, "684783031": {"compliant_title": "Sony Wireless Sports In-Ear Headphones, Noise Canceling and Wireless, White (SP600N)", "compliant_short_desc": "<p>Sony Wireless Sports In-Ear Headphones, Noise Canceling and Wireless, White (SP600N), Digital Noise Canceling puts the focus on your music.Ambient Sound Mode for safer, more intuitive listening.IPX4-rated for sweat resistance.EXTRA BASS sound with deep, punchy low end.Up to 6 hours of battery life on a single charge.Connectivity technology : Bluetooth and NFC Technology</p>", "compliant_long_desc": "<p><strong>Sony Wireless Sports In-Ear Headphones, Noise Canceling and Wireless, White (SP600N)</strong></p>\n\n<ul>\n<li>Digital Noise Canceling puts the focus on your music</li>\n<li>Ambient Sound Mode for safer, more intuitive listening</li>\n<li>IPX4-rated for sweat resistance</li>\n<li>EXTRA BASS sound with deep, punchy low end</li>\n<li>Up to 6 hours of battery life on a single charge</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/684783031_0.png", "https://d1v44g9hqstmhw.cloudfront.net/684783031_1.png", "https://d1v44g9hqstmhw.cloudfront.net/684783031_2.png"]}, "751045850": {"compliant_title": "TOZO NC9 Plus Earbuds, True Wireless and Hybrid 3 Layer Active Noise Cancellation", "compliant_short_desc": "<p>TOZO NC9 Plus true wireless earbuds earphones have 3 layers of active noise reduction, and built-in dual noise-cancelling microphones can suppress ambient noise. The unique transparency mode of the NC9 Plus in-ear headphones lets you hear what you want to hear, letting in outside sounds so you can hear and interact with the world around you. You can clearly hear airline or subway announcements and what's around you without taking off your headphones.</p>", "compliant_long_desc": "<p><strong>TOZO NC9 Plus Earbuds, True Wireless and Hybrid 3 Layer Active Noise Cancellation</strong></p>\n\n<ul>\n<li>Bluetooth 5.0 Technology: Bluetooth 5.0 technology that's compatible with devices with Bluetooth audio capability</li>\n<li>Active Noise Cancellation:Hybrid 3 layer Active Noise Cancellation. 1. Outward-facing microphone detects external sounds and counter with equal anti-noise to first cancel noise</li>\n<li>2. Inward-facing microphone listens inside ear canal to pick up internal sounds and produce anti-noise again to twice cancel the left noise</li>\n<li>3. Ear caps prevent 90% noise going to ear canal</li>\n<li>Call Noise Cancellation:TOZO NC9 Plus supports Call Noise Cancellation.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/751045850_0.png", "https://d1v44g9hqstmhw.cloudfront.net/751045850_1.png", "https://d1v44g9hqstmhw.cloudfront.net/751045850_2.png"]}, "1606876694": {"compliant_title": "Aetomce Bluetooth Headphones w/ Microphone, White", "compliant_short_desc": "<p>Aetomce Bluetooth Headphones w/ Microphone, New True Wireless Earbuds Handsfree Ear Hook Wireless Headphone w/ Microphone for iPhone and Android Smart Phones. Product description Color: black，white，red Bluetooth: 4.2 Transmission frequency : 2.4GHz (2.402-2.480GHz) Transmission distance: 10M Speaker sensitivity: 120;5dB Frequency response : 20-20kHz Play time: about 6-8h Charging time : about 1.5h Package content: 1*wireless mini earphone 1. Non Ear Plug Design, Upgraded headphone version is the Ear-hook design, not in-ear, free from eardrum damage. Easy to carry, suit for all peoples, do not fall when running. Wear in left or right ears, with glasses is ok.</p>", "compliant_long_desc": "<p><strong>Aetomce Bluetooth Headphones w/ Microphone, WhiteTitle</strong></p>\n\n<ul>\n<li>New True Wireless Earbuds Handsfree Ear Hook Wireless Headphone</li>\n<li>With Microphone for iPhone and Android Smart Phones</li>\n<li>Product description Color: black，white，red Bluetooth: 4.2 </li>\n<li>Transmission frequency : 2.4GHz (2.402-2»</li>\n<li>(2.480GHz)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1606876694_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1606876694_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1606876694_2.png"]}, "678900266": {"compliant_title": "Wireless Bluetooth 5.0 Earbuds w/ Charging Case", "compliant_short_desc": "<p>Wireless Bluetooth 5.0 Earbuds w/ Charging Case, Host parameters： Bluetooth version:V5.0 Type/model of Bluetooth chip:AC6936D Duration: Call time:About2-3H Music Play Time:About4H Charge box parameters： Battery：Polymer lithium battery Battery capacity：250mAH Charging voltage：DC5V Charging Current：300mA Charge time：About1H Voltage range：3.0V~4.2V Shutdown current：100uA Charging Input Interface：Type-c USB Charging Output Interface：Hardware shrapnel</p>", "compliant_long_desc": "<p><strong>Wireless Bluetooth 5.0 Earbuds w/ Charging CaseTitle</strong></p>\n\n<ul>\n<li>Bluetooth 5.0 technology: Compared with the previous Bluetooth V4.2 wireless earbuds.</li>  <li>Here you are getting 2x faster transmission speed more stable connectivity without signal loss or music dropouts.</li>  <li>The range is up to 33ft away.</li>  <li>One-step paring technology: You don't need any skills to use our true wireless earbuds.</li>  <li>Light weight, easy to carry, you can use it anytime anywhere, just enjoy your life.</li> \n<ul>\n<li>Easy To Pair With All Devices</li> \n<li>(No Signal Loss Or Music Dropout)</li> \n<li>(33ft Range) </li></ul></strong></p>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/678900266_0.png", "https://d1v44g9hqstmhw.cloudfront.net/678900266_1.png", "https://d1v44g9hqstmhw.cloudfront.net/678900266_2.png"]}, "774846701": {"compliant_title": "Lollanda Kids Bluetooth Foldable Adjustable On Ear Headphones, Black", "compliant_short_desc": "<p>Lollanda Kids Bluetooth Foldable Adjustable On Ear Headphones, This lovely kid Bluetooth headphones designed with cute cat ears and LED colored lights, bring more fun to your little one when they immerse themselves in the music, movie, game, also making their headphones very special. A perfect gift for kids! Our Kids headphones have a built-in microphone and mute button, very easy & convenient for children to use. They can answer and end calls easily, also can directly mute the sound when needed. A great wireless headphone for kids to use for school, online classes, streaming, airplane, traveling</p>", "compliant_long_desc": "<p><strong>Lollanda Kids Bluetooth Foldable Adjustable On Ear Headphones, Blacktitle</strong></p>\n\n<ul>\n<li>Bluetooth & Wireless pairs with any Bluetooth and Device</li>\n<li>Noise-Isolating Headphone with Memory Foam Ear Cushions</li>\n<li>Built-In Mic with Call, Track & Volume Control</li>\n<li>Rapid Charge: Up to 10 Hours of Battery on One Charge</li>\n<li>Comfortable & Foldable Headphone Design</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/774846701_0.png", "https://d1v44g9hqstmhw.cloudfront.net/774846701_1.png", "https://d1v44g9hqstmhw.cloudfront.net/774846701_2.png"]}, "459180488": {"compliant_title": "Jbhelth Sports Wireless Bluetooth Headphones, IPX5 Waterproof with Adapter Mouse, Black", "compliant_short_desc": "<p>Jbhelth Sports Wireless Bluetooth Headphones, IPX5 Waterproof with Adapter Mouse, Black. Bluetooth 5.0, more stable and faster connection. 2.Fast pairing in seconds, Bluetooth 5.0, automatic seconds, with headphones can be used. 3.Light, comfortable to wear, free to adjust, not easy to fall off. 4.More Longer Enjoyment，3.5-4 hours working time per charge for the earbuds, 4 times full charge by the charging case. 5.Wide Compatibility，different sized ear tips and in-canel cable-free design provide comfortable fit</p>", "compliant_long_desc": "<p><strong>Jbhelth Sports Wireless Bluetooth Headphones, IPX5 Waterproof with Adapter Mouse, Black</strong></p>\n\n<ul>\n<li>Adapter Mouse; Wireless Game Controller; Phone Stand Holder; Remote Gamepad; Transmitter Receiver Adapter; Electronic Accessories; electronic product; Gamepad; Game Controller</li>\n<li>Welcome to our shop and welcome your order.</li>\n<li>We are very willing to provide you with professional services.</li>\n<li>With a complete range of products, you can browse any products you are interested in at will.</li>\n<li></li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/459180488_0.png", "https://d1v44g9hqstmhw.cloudfront.net/459180488_1.png", "https://d1v44g9hqstmhw.cloudfront.net/459180488_2.png"]}, "522815083": {"compliant_title": "Pamolon Noise Cancelling Wireless Neckband Headset, Retractable Earbuds, Silver", "compliant_short_desc": "<p>Pamolon Noise Cancelling Wireless Neckband Headset, Retractable Earbuds, Noise Cancelling Stereo Earphones w/ Mic for Workout, Running, Driving SLIVER</p>", "compliant_long_desc": "<p><strong>Pamolon Noise Cancelling Wireless Neckband Headset, Retractable Earbuds, SilverTitle</strong></p>\n\n<ul>\n<li>Wireless Neckband Headset</li>\n<li>Retractable Earbuds</li>\n<li>Noise Cancelling</li>\n<li>Silvere </li>\n<li>(No Warranty) </li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/522815083_0.png", "https://d1v44g9hqstmhw.cloudfront.net/522815083_1.png", "https://d1v44g9hqstmhw.cloudfront.net/522815083_2.png"]}, "121792229": {"compliant_title": "Morease Bone Conduction Open Ear Bluetooth Headphones, Green", "compliant_short_desc": "<p>Morease Bone Conduction Open Ear Bluetooth Headphones, Adopting ergonomic ear hook design, it allows you to wear it comfortably without pain. With built-in sponge noise reduction layer, Bluetooth earphone can give you stereo sound. Made of electroplate and ABS materials, it is reliable and durable. The length of the product is 13cm, the width is 10cm and the height is 1.5cm. Using Bluetooth 5.0 chip, it has low delay, stable transmission strong compatibility, and can connect to most Bluetooth devices in the market.</p>", "compliant_long_desc": "<p><strong>Morease Bone Conduction Open Ear Bluetooth Headphones, GreenTitle</strong></p>\n\n<ul>\n<li>Adopting ergonomic ear hook design</li>\n<li>It allows you to wear it comfortably without pain.</li>\n<li>With built-in sponge noise reduction layer</li>\n<li>Bluetooth earphone can give you stereo sound.</li>\n<li>Made of electroplate and ABS materials</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/121792229_0.png", "https://d1v44g9hqstmhw.cloudfront.net/121792229_1.png", "https://d1v44g9hqstmhw.cloudfront.net/121792229_2.png"]}, "820793997": {"compliant_title": "Manche Cat Ears Wireless Bluetooth Headphone, Colorful LED with Microphone, Gray Pink", "compliant_short_desc": "<p>Manche Cat Ears Wireless Bluetooth Headphone, Colorful LED with Microphone, Gray Pink. Up to 32 Hours Playtime Bluetooth earbuds provide up to 32 hours playback time. The wireless earbuds can play music continuously for 6 hours (50% volume) on a single charge. The charging case can also be charged wirelessly by simply placing it on a wireless charger, offering a wireless charging option. Noise Reduction + HD Sound Quality Bluetooth earphones have noise reduction mode, original sound mode and fresh mode for you to choose. Switch easily with a touch, allowing you to enjoy the beauty of your music. Easy Touch, More Functions Bluetooth earbuds allow you to conveniently play/pause, answer calls, skip music and access other functions at the touch of a button.</p>", "compliant_long_desc": "<p><strong>Manche Cat Ears Wireless Bluetooth Headphone, Colorful LED with Microphone, Gray Pink</strong></p>\n\n<ul>\n<li>Up to 32 Hours Playtime</li>\n<li>Bluetooth earbuds provide up to 32 hours playback time.</li>\n<li>The wireless earbuds can play music continuously for 6 hours (50% volume) on a single charge.</li>\n<li>The charging case can also be charged wirelessly by simply placing it on a wireless charger</li>\n<li>Easy Touch, More Functions</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/820793997_0.png", "https://d1v44g9hqstmhw.cloudfront.net/820793997_1.png", "https://d1v44g9hqstmhw.cloudfront.net/820793997_2.png"]}, "1450368592": {"compliant_title": "Skyonic Wholesale Bulk Headphones, Over the Head and Earbuds in Bulk, Black", "compliant_short_desc": "<p>Skyonic Wholesale Bulk Headphones, Over the Head and Earbuds in Bulk, Black. Give guests, members, students or customers brand-new headphones for personal audio use. Ideal for schools, fitness centers, spas, gyms, educational use, hospitals, prisons, computer labs, hotels, motor coaches, libraries, rental cars, trains, dentists, museums and more.3.5 mm (1/8 inch) stereo plug works with iPods, iPhones, iPads</p>", "compliant_long_desc": "<p><strong>Skyonic Wholesale Bulk Headphones, Over the Head and Earbuds in Bulk, Black</strong></p>\n\n<ul>\n<li>Each Headphone Individually Packaged and Sealed</li>\n<li>Extra Soft Leatherette Ear Cushions; Ear Cushions Can Be Wiped Clean</li>\n<li>Cord Length 4.5 Feet or 1.2m; Single Cord for Both Ears for Tangle-Free Use</li>\n<li>Stereo 3.5 MM Plug Works with iPods, iPhones</li>\n<li>Great for Students</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1450368592_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1450368592_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1450368592_2.png"]}, "1896945845": {"compliant_title": "Fixdono Wired Headphones, Noise Cancelling with Microphone and Stereo Jack, Black", "compliant_short_desc": "<p>Fixdono Wired Headphones, Noise Cancelling with Microphone and Stereo Jack, Ideal for video calls, remote meetings, remote courses and online games. Built-in remote with inline microphone that allows you to easily adjust volume, pause/play, answer/end calls, or activate Siri. 3.5mm plug, compatible with all devices with 3.5mm interface such as iPhone, iPad, iPod, Android smartphones, tablets, computers, Laptop Computer</p>", "compliant_long_desc": "<p><strong>Fixdono Wired Headphones, Noise Cancelling with Microphone and Stereo Jack, Blacktitle</strong></p>\n\n<ul>\n<li>Acoustics Laboratory focuses on precise acoustic tuning.</li>\n<li>It accurately analyzes every detail so that these earphones wired achieves the perfect balance of solid bass</li>\n<li>Soft midrange</li>\n<li>Clear treble</li>\n<li>(You will feel like you are at a concert as the immersive sound)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1896945845_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1896945845_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1896945845_2.png"]}, "419025239": {"compliant_title": "Elegant Choise In-Ear Earbuds w/ Mic for Apple Samsung Cellphone Tablet", "compliant_short_desc": "<p>Elegant Choise In-Ear Earbuds w/ Mic for Apple Samsung Cellphone Tablet, This Elegant Choise Wired Earbuds compatible with Samsung Galaxy S10/S10E/S10 5g/S10+/S9/S9 Plus, for LG stylo 6/5/4, for iPhone 6/ 6s/ 6s plus/ 5/ 5s/ se 2016, for Oneplus 5/ 5T/ 6 / Nord N200 5G and other 3.5mm jack devices. The speakers inside the earbuds have been engineered to maximize sound output and minimize sound loss, perfect stereo headphones with high quality drivers enables you experience natural clear and super enhanced bass sound. 45 degree semi in ear ergonomic design, specially designed for the human ear canal, snug and secure, greatly reduce the discomfort after being worn for a long time.</p>", "compliant_long_desc": "<p><strong>Elegant Choise In-Ear Earbuds w/ Mic for Apple Samsung Cellphone Tablet</strong></p>\n\n<ul>\n<li>Premium Design & Build-in Microphone: Lightweight, perfectly fit your ears for long-time, ideal for listening during exercise, travel, or everyday wearing</li>\n<li>Wide Compatibility: Compatible with iOS and Android Cellphone Tablet and MP3/MP4, PC computer</li>\n<li>Perfect Sound Performance: HI-FI Stereo Sound & Noise Isolation, enables you experience natural clear and super enhanced bass sound.</li>\n<li>Remote Control: Pause/Play, Answer / Off, Noise Reduction, Microphone</li>\n<li>After-sales Service: If you have any questions about this item, please contact us first freely. We will solve it well for you.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/419025239_0.png", "https://d1v44g9hqstmhw.cloudfront.net/419025239_1.png", "https://d1v44g9hqstmhw.cloudfront.net/419025239_2.png"]}, "506155521": {"compliant_title": "Yuye Comfortable Noise Reduction Lightweight In-ear Wired Earbuds, Black & Gold", "compliant_short_desc": "<p>Yuye Comfortable Noise Reduction Lightweight In-ear Wired Earbuds, It is perfect for all day wear because these earbuds are super lightweight and comfortable. Noise-isolating in-ear design blocks ambient noise helps you focus on your game contest. Made of high quality PET material, it is durable. The length of the earphones is 1.2m. It is suitable for driving, running, listening to music and so on.</p>", "compliant_long_desc": "<p><strong>Yuye Comfortable Noise Reduction Lightweight In-ear Wired Earbuds, Black & GoldTitle</strong></p>\n\n<ul>\n<li>It is perfect for all day wear because these earbuds are super lightweight and comfortable.</li>\n<li>Noise-isolating in-ear design blocks ambient noise helps you focus on your game contest.</li>\n<li>Made of high quality PET material, it is durable.</li>\n<li>The length of the earphones is 1.2m.</li>\n<li>It is suitable for driving, running, listening to music and so on.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/506155521_0.png", "https://d1v44g9hqstmhw.cloudfront.net/506155521_1.png", "https://d1v44g9hqstmhw.cloudfront.net/506155521_2.png"]}, "713903459": {"compliant_title": "Tangnade Replacement 3.5mm Audio Cable Cord Wire with Mic", "compliant_short_desc": "<p>Tangnade Replacement 3.5mm Audio Cable Cord Wire with Mic, Features: Replacement Mic Cable/Wire For Beats By Dr Dre Headphone Solo/Studio/Pro/Detox This Replacement audio cable widely compatible for Beats by Dr Dre Headphones Solo/Studio/Pro/Detox/Wireless/Mixr/Executive/Pill. In-line microphone and control give you hands-free calls and easy operation for your music. The TPU material makes the cable soft, tangle-free and durable. Widely compatible for Beats by Dr Dre Headphones Solo/Studio/Pro/Detox/Wireless/Mixr/Executive/Pill. In-line microphone and control give you hands-free calls and easy operation for your music.</p>", "compliant_long_desc": "<p><strong>Tangnade Replacement 3.5mm Audio Cable Cord Wire with Mic</strong></p>\n\n<ul>\n<li>Durable not only very suitable for formal occasions and daily use but also suitable for family use.</li>\n<li>Replacement cable widely compatible for Beats by Dr Dre Headphones Solo / Studio / Pro / Detox / Wireless / Mixr / Executive / Pill</li>\n<li>In-line microphone and control give you hands-free calls and easy operation for your music.</li>\n<li>The TPU material makes the cable soft, tangle-free and durable.</li>\n<li>Widely compatible for Beats by Dr Dre Headphones Solo / Studio / Pro / Detox / Wireless / Mixr / Executive / Pill</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/713903459_0.png", "https://d1v44g9hqstmhw.cloudfront.net/713903459_1.png", "https://d1v44g9hqstmhw.cloudfront.net/713903459_2.png"]}, "752929026": {"compliant_title": "LTI Premium 2015 GMC Yukon Wireless Headphone, Leather Look Padding and Passive Noise Canceling", "compliant_short_desc": "<p>LTI Premium 2015 GMC Yukon Wireless Headphone, Leather Look Padding and Passive Noise Canceling. Leather look padded wireless headphones for your rear seat entertainment system. Will these headphones work for your car? The answer is yes. We guarantee it. No more worrying about compatibility, pairing, or progMagnumming the headphones to your vehicle. We take care of that for you. You get headphones that work. Period.</p>", "compliant_long_desc": "<p><strong>LTI Premium 2015 GMC Yukon Wireless Headphone, Leather Look Padding and Passive Noise Canceling</strong></p>\n\n<ul>\n<li>Integrated circuit auto on/off extends battery life</li>\n<li>Leather look padding provides extra comfort and passive noise canceling</li>\n<li>Personal volume control allows each user to adjust their own sound level</li>\n<li>Adjustable headphone band for optimal fit. Suitable for children and adults alike</li>\n<li>Single or Dual channel selector allows users to listen to different sources (If you have two DVD players in your car, this feature is a must!)</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/752929026_0.png", "https://d1v44g9hqstmhw.cloudfront.net/752929026_1.png", "https://d1v44g9hqstmhw.cloudfront.net/752929026_2.png"]}, "658991010": {"compliant_title": "Skullcandy Hesh 2 Bluetooth Wireless Over-Ear Headphones, Microphone and Controls, Black, S6HBGY-374-CR", "compliant_short_desc": "<p>Skullcandy Hesh 2 Bluetooth Wireless Over-Ear Headphones, Microphone and Controls, Black.Hesh 2 Wireless is the Bluetooth version of our iconic headphone with a new sleek profile and plush, synthetic leather ear pads. With on-board controls and a rechargeable battery, Hesh 2 Wireless lets you move freely with your playlist.</p>", "compliant_long_desc": "<p><strong>Skullcandy Hesh 2 Bluetooth Wireless Over-Ear Headphones, Microphone and Controls, Black, S6HBGY-374-CR</strong></p>\n\n<ul>\n<li>SUPREME SOUND</li>\n<li>Hesh 2 Wireless features Supreme Sound technology</li>\n<li>producing attacking, powerful bass</li>\n<li>warm, natural vocals</li>\n<li>precision highs.</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/658991010_0.png", "https://d1v44g9hqstmhw.cloudfront.net/658991010_1.png", "https://d1v44g9hqstmhw.cloudfront.net/658991010_2.png"]}, "1168973028": {"compliant_title": "HONSITML Cute Donuts Macarons Earphones In-Ear Stereo Wired Headphone w/ Mic, Blue", "compliant_short_desc": "<p>HONSITML Cute Donuts Macarons Earphones In-Ear Stereo Wired Headphone w/ Mic, Specification: Type:Headphone Model Number: Q17 Macaron Donut Cartoon Earphone Time To Market: 2019 Headphone Type: Ear Headphones Plug Diameter:3.5mm Plug Type:Straight Type Wire length:1.2m Weight:70g Size:15*8*3cm Color:White/Pink/Green/Blue/Black/Mint Green Communication:Wired Vocalism Principle:Hybrid Technology Sensitivity:121dB Frequency Response Range:20-20000Hz Resistance:16</p>", "compliant_long_desc": "<p><strong>HONSITML Cute Donuts Macarons Earphones In-Ear Stereo Wired Headphone w/ Mic, BlueTitle</strong></p>\n\n<ul>\n<li>Standard 3.5mm audio jack</li>\n<li>Enable you to listen answer calls, Enjoy MP3 Music.Answering calls and end calls button.</li>\n<li>The comfortable earpone allows you to use it for hours on end, and the discreet microphone on the cord ensures that your voice is heard loud and clear.</li>\n<li>High-quality microphone on the lead for accepting calls while listening to music and Built-in Microphone featured noise reduction.</li>\n<li></li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1168973028_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1168973028_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1168973028_2.png"]}, "1337823428": {"compliant_title": "JZROCKER Replacement Headphone Top Headband Head Band Headphone Parts for Studio 2.0", "compliant_short_desc": "<p>JZROCKER Replacement Headphone Top Headband Head Band Headphone Parts for Studio 2.0, Replacement Headphone Top Headband Head Band Headphone Parts for Studio 2.0, Ideal for replacing your old, dirty or damaged headband. Specifications: Color: White, Red, Gold, Blue, Black1, Matte Black2, Gray</p>", "compliant_long_desc": "<p><strong>JZROCKER Replacement Headphone Top Headband Head Band Headphone Parts for Studio 2.0</strong></p>\n\n<ul>\n<li>Brand New in Good Condition.</li>\n<li>Compatible with: Studio 2.0 headphones</li>\n<li>Ideal for replacing your old, dirty or damaged headband.</li>\n<li>Specifications:</li>\n<li>(Without retail package)</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1337823428_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1337823428_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1337823428_2.png"]}, "1709083003": {"compliant_title": "Eleanoss Noise Cancelling Bluetooth Headphones w/ USB Charging Cable", "compliant_short_desc": "<p>Eleanoss Noise Cancelling Bluetooth Headphones w/ USB Charging Cable, This pair of Bluetooth call center headphones give you a wireless noise cancelling communication. Advanced Bluetooth CSR8615-V4.0 CLASS2 assures a stable and smooth connection, gives you a hear-and-be-heard communication without delay. And free adjustable earmuff and stretchable headband offer a so comfortable wearing that you will not be bothered by fatigue or pain after long time wearing. Furthermore, it allows you to have phone calls for 12 hours continuously without stuck or cut. Specifications Product type: Call Center Bluetooth Headset Bluetooth version: CSR8615-V4.0 CLASS2 Supported protocol: HFPV1.6, HSPV1.2, A2DPV1.2, AVRCPV1.4 Phone call time: 12 hours Standby time: 250 hours Charging port: Micro USB Battery: 3.7V 180mAh lithium battery</p>", "compliant_long_desc": "<p><strong>Eleanoss Noise Cancelling Bluetooth Headphones w/ USB Charging Cable</strong></p>\n\n<ul>\n<li>Noise Cancelling Communication - The Bluetooth call center headphones come with noise cancelling function to keep background noise outside and clean surrounding noise to create a clear communication.</li>\n<li>Comfortable Wearing - Earmuff supports 360掳 rotation. Headband can be sretched and put away. Makes it suitable for head of different sizes to give you comfortable wearing.</li>\n<li>Universal Compatibility - This call center bluetooth headset can be plugged into computer, telephone, desktop box and other devices to achieve clear, stable and smooth communication without stuck or conflict.</li>\n<li>No Falling - The head guard turn will close to your head to give you a secure wearing without falling. Let you work breezily.</li>\n<li>Long Phone Call Time - It has a built-in 180mAh lithium battery, which gives you super long and continuous phone call time up to 12 hours. You don't have to worry about its sudden powering off.</li>\n<li>Stable Bluetooth Connection - Advanced Bluetooth CSR8615-V4.0 CLASS2 ensures the stability and smooth of connection, thus giving you stable and smooth phone calls, letting you achieve great customer service.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1709083003_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1709083003_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1709083003_2.png"]}, "389585232": {"compliant_title": "Minimanihoo Sport Waterproof Bluetooth 5.0 Headphones, White", "compliant_short_desc": "<p>Minimanihoo Sport Waterproof Bluetooth 5.0 Headphones, Newest Mini Earbuds 8D HiFi CVC8.0 Noise Cancelling Bluetooth 5.0 Earphones TWS Sport Waterproof Headphones Deep Bass Sound</p>", "compliant_long_desc": "<p><strong>Minimanihoo Sport Waterproof Bluetooth 5.0 Headphones, Whitetitle</strong></p>\n\n<ul>\n<li>Bluetooth Version: 5.0</li>\n<li>Support protocols: A2DP, AVRCP, HSP, HFP</li>\n<li>Frequency range: 2402 MHz~2480 MHz</li>\n<li>Transmission distance: 10 meters</li>\n<li>Frequency effect: 20Hz-20kHz</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/389585232_0.png", "https://d1v44g9hqstmhw.cloudfront.net/389585232_1.png", "https://d1v44g9hqstmhw.cloudfront.net/389585232_2.png"]}, "911501695": {"compliant_title": "Lorddream Sleeping Earphones, Bluetooth with Mask, Pink", "compliant_short_desc": "<p>Lorddream Sleeping Earphones, Bluetooth with Mask, Description: Is Wireless:No Headphone plug:3.5mm Headphone cable length:150cm Frequency:20HZ-20KHZ Material:Elastic high-grade rocking fabric Size:26*7.5CM Package included: 1 * Wired Earphone Sleep Headband Note: 1.1 inch=2.54cm 2.Please allow 1-3 cm error due to manual measurement. pls make sure you do not mind before you bid. 3.Due to the difference between different monitors, the picture may not reflect the actual color of the item. Thank you! This Headphones combined w/ cloth, lightweight, comfortable and washable, w/ adjustable speakers will give you the perfect fit.</p>", "compliant_long_desc": "<p><strong>Lorddream Sleeping Earphones, Bluetooth with Mask, PinkTitle</strong></p>\n\n<ul>\n<li>Wireless</li>\n<li>Headphone plug</li>\n<li>Headphone cable length</li>\n<li>Frequency</li>\n<li>Material</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/911501695_0.png", "https://d1v44g9hqstmhw.cloudfront.net/911501695_1.png", "https://d1v44g9hqstmhw.cloudfront.net/911501695_2.png"]}, "447116151": {"compliant_title": "IMSHIE Macaron Color Wired Corded In-Ear Headphones, Pink", "compliant_short_desc": "<p>IMSHIE Macaron Color Wired Corded In-Ear Headphones, Great Compatibility - Our macaron color wired ear buds have great compatibility. They can be used for any devices like smartphones, laptops, computers, or tablets that are with a 3.5mm jack. They can be used for any devices like smartphones, laptops, computers, or tablets that are with a 3.5mm jack. The cable of our wired earphones for sports is about 1.2 meters long. The cable suits most people's habits of using electronic equipment, enabling no pulling feeling when you are wearing the ear buds</p>", "compliant_long_desc": "<p><strong>IMSHIE Macaron Color Wired Corded In-Ear Headphones, PinkTitle</strong></p>\n\n<ul>\n<li>Great Compatibility - Our macaron color wired ear buds have great compatibility. They can be used for any devices like smartphones, laptops, computers, or tablets that are with a 3.5mm jack.</li>\n<li>Comfortable to Wear - The cable of our wired earphones for sports is about 1.2 meters long. The cable suits most people's habits of using electronic equipment, enabling no pulling feeling when you are wearing the ear buds.</li>\n<li>Micro Frosted Appearance - Our corded ear buds w/ button control have a micro frosted appearance which is not easy to leave fingerprints on. And the design increases friction to a certain extent, allowing the earphones not easy to fall.</li>\n<li>Perfect Speaker - Built-in high-performance speakers for extended frequency range, reduced distortion, and high performance. Our wired earphones ear buds are high-performance and perfect for gaming usage.</li>\n<li>Eye-catching - Wired earphones in macaron color, making you have a bright mood all-day. Our wired sports earphones are so stylish, fashionable, and eye-catching. Unmissable earphones.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/447116151_0.png", "https://d1v44g9hqstmhw.cloudfront.net/447116151_1.png", "https://d1v44g9hqstmhw.cloudfront.net/447116151_2.png"]}, "457403924": {"compliant_title": "Ace School Library Office Replacement Headphone with Microphone, Dark Blue", "compliant_short_desc": "<p>Ace School Library Office Replacement Headphone with Microphone, Enjoy your favorite tunes during your workout or training sessions with the our Earbuds. You can connect these wired earbuds to varied devices, as they are equipped with a 3.5 mm connector. The stereo headphones feature a frequency response range of 60 to 20000 Hz for delivering uniform and undistorted sound quality for a range of notes. The contour frame structure of these headphones will fit your ears securely for comfortable use. These portable earbuds are perfect for on-the-go listening</p>", "compliant_long_desc": "<p><strong>Ace School Library Office Replacement Headphone with Microphone, Dark Bluetitle</strong></p>\n\n<ul>\n<li>Make hands-free calls easily with built-in microphone and control buttons.</li>\n<li>Powerful balanced sound crisp, give you a more realistic music experience.</li>\n<li>Ergonomic design + silicone ear tips, provide a comfortable fit for your ears.</li>\n<li>Earbuds with 3.5mm Headphone Plug</li>\n<li>Premium stereo sound - Deeper, richer bass tones</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/457403924_0.png", "https://d1v44g9hqstmhw.cloudfront.net/457403924_1.png", "https://d1v44g9hqstmhw.cloudfront.net/457403924_2.png"]}, "1351158141": {"compliant_title": "Mpow Sports Waterproof Bluetooth Earbuds, Pro Version Aptx-HD Bass and BT 5.0", "compliant_short_desc": "<p>Mpow Sports Waterproof Bluetooth Earbuds, Pro Version Aptx-HD Bass and BT 5.0. Flexible Earhook Design For Sport; Comfort and secure fit with light weight and ergonomic design,super stablity with earhook, in-ear fitting tips and headband, great for Running, Jogging, Hiking, Biking, Gym, Working out outdoor or home. Powerful Bass Stereo Sound; Upgraded headphones bluetooth with 10mm dynamic drivers with CVC 8.0 call cancelling tech provied you a fantastic sound quality with powerful bass sound and supper crystal clear calls. Up To 12 Hours Audio Play.</p>", "compliant_long_desc": "<p><strong>Mpow Sports Waterproof Bluetooth Earbuds, Pro Version Aptx-HD Bass and BT 5.0</strong></p>\n\n<ul>\n<li>With lower energy consumption</li>\n<li>Provides up to 12 hrs of playtime and 300 hrs standby time for all-day workouts</li>\n<li>It only takes 2 hrs to be fully charged.</li>\n<li>For many years, Mpow wireless headphones has been committed to providing outstanding sound for workouts.</li>\n<li>Flame S makes a ideal companion in exercises since nano coating can fend off sweat in strenuous workouts and all weather conditions.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1351158141_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1351158141_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1351158141_2.png"]}, "1346078432": {"compliant_title": "Kuakeya AP Bluetooth Airbuds 3 with Charging Case, (Used)", "compliant_short_desc": "<p>Kuakeya AP Bluetooth Airbuds 3 with Charging Case, (Used), Introducing the all-newEarbuds. Featuring spatial audio that places sound all around you, Adaptive EQ that tunes music to your ears, and longer battery life. It s all sweat and water resistant and delivers an experience that s simply magical.</p>", "compliant_long_desc": "<p><strong>Kuakeya AP Bluetooth Airbuds 3 with Charging Case, (Used)</strong></p>\n\n<ul>\n<li>Spatial audio with dynamic head tracking places sound all around you</li>\n<li>Adaptive EQ automatically tunes music to your ears</li>\n<li>All-new contoured design Force sensor lets you easily control your entertainment, answer or end calls, and more</li>\n<li>Sweat and water resistant Up to 6 hours of listening time with one charger and Up to 30 hours total listening time with the MagSafe Charging</li>\n<li>Quick access to Siri by saying \"Hey Siri\" Effortless setup, in-ear detection, and automatic switching for a magical experience</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1346078432_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1346078432_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1346078432_2.png"]}, "221902376": {"compliant_title": "Slopehill Sport Bluetooth 5.0 Headphones, True Wireless w/ Built in Mic, Black", "compliant_short_desc": "<p>Slopehill Sport Bluetooth 5.0 Headphones, True Wireless w/ Built in Mic, Black. Sense Your Music the Way You Like It. Do you love to listen to pump-up music while you workout, but don't like having obnoxious wires or bulky headphones getting in the way? If so, you are ready to enjoy the next generation of our innovative Slopehill Bluetooth ActivBuds. Our sleek wireless headphones maintain a strong bluetooth connection up to 30 feet away without disrupting your sound quality and style. You deserve headphones that can go the distance with you while you work up a sweat! Enjoy freedom of sound like never before!</p>", "compliant_long_desc": "<p><strong>Slopehill Sport Bluetooth 5.0 Headphones, True Wireless w/ Built in Mic, Black</strong></p>\n\n<ul>\n<li>Wireless Charging & One Step Pairing Slopehill sport earbuds support wireless charging and USB C cable charging. let you charge more convenient(Package doesn't include wireless charger).Two wireless earbuds pair with each other automatically when take them out of the charging case. Then open the bluetooth of your device, search and click the model,pair successfully. Smarter.</li>\n<li>Long Playtime & Charge on the Go Slopehill Wireless Charging bluetooth headphones can play 8-10hrs on a single charge to meet one day need, even if you are on a short trip, you don't need to worry about wireless bluetooth earbuds playtime, good for running, workout, cycling,hiking,yoga,basketball</li>\n<li>Loud&Premium Deep Bass Stereo Sound Adopted 10mm dynamic drivers,provides authentic,strong stereo bass,loud sound quality even if you are in noisy environment,There's no distortion in the low range</li>\n<li>Flexible & Ergonomic Sport Ear Hooks Waterproof Special designed flexible ear hooks</li>\n<li>Bluetooth 5.0 & Wide Compatibility upgraded from original version</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/221902376_0.png", "https://d1v44g9hqstmhw.cloudfront.net/221902376_1.png", "https://d1v44g9hqstmhw.cloudfront.net/221902376_2.png"]}, "746077371": {"compliant_title": "Odemobile Handsfree Mic 3.5mm Headset Earbuds, Black and Red", "compliant_short_desc": "<p>Odemobile Handsfree Mic 3.5mm Headset Earbuds, High performance tangle free flat cable headset with dual in-ear style sound isolating earbuds. Excellent bass response. Enjoy hands-free conversations with this in ear stereo headset with on/off button and microphone. Fashion-conscious, ergonomic design. Noise-isolating in-ear fit. Two pairs of extra silicone ear gels for a comfortable fit. Rugged construction with small form factor, lightweight. Excellent sound quality and super clear sound.</p>", "compliant_long_desc": "<p><strong>Odemobile Handsfree Mic 3.5mm Headset Earbuds, Black and Red</strong></p>\n<ul>\n<li>High performance tangle free flat cable headset with dual in-ear style sound isolating earbuds.</li>\n<li>Excellent bass response. Enjoy hands-free conversations with this in ear stereo headset with on/off button and microphone.</li>\n<li>Fashion-conscious, ergonomic design</li>\n<li>Noise-isolating in-ear fit</li>\n<li>Two pairs of extra silicone ear gels for a comfortable fit</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/746077371_0.png", "https://d1v44g9hqstmhw.cloudfront.net/746077371_1.png", "https://d1v44g9hqstmhw.cloudfront.net/746077371_2.png"]}, "211096344": {"compliant_title": "HONSITML Child's Cute Donut In-Ear Wired Headphones, Pink", "compliant_short_desc": "<p>HONSITML Child's Cute Donut In-Ear Wired Headphones, Soft Optimum Comfort Silicone Earbuds. Enjoy to experience the pumped-up music. Mic and Call Controller. Easy to make calls and control your music player. Donut Earbuds and Case. Donut make a great gifts for kids, the earbuds case can do more keeping your earbuds from getting tangled.</p>", "compliant_long_desc": "<p><strong>HONSITML Child's Cute Donut In-Ear Wired Headphones, PinkTitle</strong></p>\n\n<ul>\n<li>Donut Earbuds Function -- With microphone. wired control, clear sound and bumping bass which Suitable for kids online learning, listing to music, watch movies, play games or viedo chat with their friends.</li>\n<li>Donut Headphone Design -- Very cute rainbow donut, bright color and exquisite details, 6 candy colors style. Perfect for donut lover and kids.</li>\n<li>Stylish Earphone storage -- Earbuds for kids with tangle-free flat cord and lightweight, includes 1 funtional earbuds and 1 cute donut storage case. 2 In 1 Combo let your kids develop the fashionable stylish to storage the earbuds.</li>\n<li>Wonderful Gift - Great stocking stuffer gift,birthday gift for kids,or a unique gift for the hard to shop for friend or relative.</li>\n<li></li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/211096344_0.png", "https://d1v44g9hqstmhw.cloudfront.net/211096344_1.png", "https://d1v44g9hqstmhw.cloudfront.net/211096344_2.png"]}, "1215303284": {"compliant_title": "Jelly Comb Foldable On Ear Wired Headphones w/ 3.5mm Cord, Blue", "compliant_short_desc": "<p>Jelly Comb Foldable On Ear Wired Headphones w/ 3.5mm Cord, Lightweight and foldable design for convenient storage and carrying. Flexible headband for easier sizing. Foldable design for portability makes the corded headphones easy to put into your package and take along anywhere. Stereo Bass, Excellent rich &amp; dynamic sound quality with bass response, delivering competitive acoustic performance with a unique look and feel. Rich and dynamic sound with stereo bass.</p>", "compliant_long_desc": "<p><strong>Jelly Comb Foldable On Ear Wired Headphones w/ 3.5mm Cord, BlueTitle</strong></p>\n\n<ul>\n<li>FOLDABLE AND PORTABLE HEADPHONES</li>\n<li>LIGHTWEIGHT AND PORTABLE HEADPHONES</li>\n<li>MINIMIZE OUTSIDE NOISE DUE TO SOFT CUSHIONED, PRESSURE-RELIEVING EAR PADDING.</li>\n<li>SUPPORT ALL DEVICES WITH A 3.5MM JACK: CELLPHONES, TABLETS, PC, LAPTOPS, MP3/4, etc.</li>\n<li>Excellent rich & dynamic sound quality with bass response, delivering competitive acoustic performance with a unique look and feel.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1215303284_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1215303284_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1215303284_2.png"]}, "1501634037": {"compliant_title": "Unbranded Wireless Bluetooth In-Ear Earbuds, White with Charging Case (1rd Generation)", "compliant_short_desc": "<p>Unbranded Wireless Bluetooth In-Ear Earbuds, Active noise cancellation for immersive sound. Transparency mode for hearing and connecting with the world around you. Three sizes of soft, tapered silicone tips for a customizable fit. Sweat and water resistant. Adaptive EQ automatically tunes music to the shape of your ear. Easy setup for all your Apple devices. Quick access to Siri by saying \"Hey Siri\" The Wireless Charging Case delivers more than 24 hours of battery life</p>", "compliant_long_desc": "<p><strong>Unbranded Wireless Bluetooth In-Ear Earbuds, White with Charging Case (1rd Generation)</strong></p>\n\n<ul>\n<li>Active noise cancellation for immersive sound</li>\n<li>Transparency mode for hearing and connecting with the world around you</li>\n<li>Three sizes of soft, tapered silicone tips for a customizable fit</li>\n<li>Sweat and water resistant</li>\n<li>Adaptive EQ automatically tunes music to the shape of your ear</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1501634037_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1501634037_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1501634037_2.png"]}, "596230186": {"compliant_title": "AUST Bone Conduction Wireless Bluetooth 5.0 Headphones, Red", "compliant_short_desc": "<p>AUST Bone Conduction Wireless Bluetooth 5.0 Headphones, This earphone adopts bone conduction, can transmit sound through vibrations in the human bone to put an end to painful earbuds. Adopting BT5.0 technology for strong compatibility, stable connection and steady signal transmission. Premium speaker delivers 6D surround sound effect and hi-fi output for immersive sound quality experience. Built-in 120mAh lithium battery takes 1.5h to charge and offers 5h of music/talk time after fully charged. Ergonomically designed, fit the auricle and keep your ear uniformly forced to ensure comfortable wearing experience</p>", "compliant_long_desc": "<p><strong>AUST Bone Conduction Wireless Bluetooth 5.0 Headphones, RedTitle</strong></p>\n\n<ul>\n<li>This earphone adopts bone conduction, can transmit sound through vibrations in the human bone to put an end to painful earbuds.</li>\n<li>Adopting BT5.0 technology for strong compatibility, stable connection and steady signal transmission.</li>\n<li>Premium speaker delivers 6D surround sound effect and hi-fi output for immersive sound quality experience.</li>\n<li>Built-in 120mAh lithium battery takes 1.5h to charge and offers 5h of music/talk time after fully charged.</li>\n<li>Ergonomically designed, fit the auricle and keep your ear uniformly forced to ensure comfortable wearing experience.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/596230186_0.png", "https://d1v44g9hqstmhw.cloudfront.net/596230186_1.png", "https://d1v44g9hqstmhw.cloudfront.net/596230186_2.png"]}, "684327510": {"compliant_title": "Smileol In Ear Headphones w/ Microphone and Volume Control, Pink", "compliant_short_desc": "<p>Smileol In Ear Headphones w/ Microphone and Volume Control, Nowadays, the music industry offers sound at significantly different levels. wired earbuds have an optimised speaker for professional listening, offering a unique and immersive musical experience. This product was born to be great. memory foam was found to offer more comfort when listening to music through headphones. Our new generation pads are more comfortable, their resistance to wear is 40% higher and they were designed after extended studies on ear comfort. These high definition stereo headphones provide the excenllent sound input&output quality.Designed with solid sound-insulating material, reduces external noise while minimizing the sound leakage, giving you clear sound</p>", "compliant_long_desc": "<p><strong>Smileol In Ear Headphones w/ Microphone and Volume Control, PinkTitle</strong></p>\n\n<ul>\n<li>Nowadays, the music industry offers sound at significantly different levels.</li>\n<li>wired earbuds have an optimised speaker for professional listening</li>\n<li>Offer a unique and immersive musical experience.</li>\n<li>This product was born to be great.</li>\n<li>memory foam was found to offer more comfort when listening to music through headphones</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/684327510_0.png", "https://d1v44g9hqstmhw.cloudfront.net/684327510_1.png", "https://d1v44g9hqstmhw.cloudfront.net/684327510_2.png"]}, "960542971": {"compliant_title": "Replacement Ear Tips Earbuds Eartips Eargels Earpads Soft Silicone Noise Cancelling Buds, Small", "compliant_short_desc": "<p>Replacement Ear Tips Earbuds Eartips Eargels Earpads Soft Silicone Noise Cancelling Buds, Compatible Models: SENSO, ZEUS, Otium, Hussar Symphonized, iFrogz, LG, Skullcandy, Monster, Sony, Sharp, Phillips, Panasonic, JVC sport Bluetooth headphones, also fit for other most earphones. Description: High quality 100% hybrid silicone soft earbud tips.comfortable feeling for a long time with overlay covers for sound isolating design reduces ambient noise for high-intensity listening. True comfort and security allowing headset in-ear headphones for long time; while running</p>", "compliant_long_desc": "<p><strong>Replacement Ear Tips Earbuds Eartips Eargels Earpads Soft Silicone Noise Cancelling Buds, SmallTitle</strong></p>\n\n<ul>\n<li>Brand New High Quality Replacement</li>\n<li>Choose the prefect size for your ears</li>\n<li>Sizes vary - small, medium, large (S M L)</li>\n<li>Compatible for SENSO, ZEUS, Otium</li>\n<li>Hussar Symphonized</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/960542971_0.png", "https://d1v44g9hqstmhw.cloudfront.net/960542971_1.png", "https://d1v44g9hqstmhw.cloudfront.net/960542971_2.png"]}, "500675451": {"compliant_title": "Lighting Liphom Bluetooth Headphones with Dass Sound, Pink", "compliant_short_desc": "<p>Lighting Liphom Bluetooth Headphones with Dass Sound, The Bluetooth headphones are made of premium quality materials, our headphones are ergonomically designed and perfect for daily use. Play your favorite PC games, sit back and enjoy the music tracks you love, or watch the latest popular movies with unparalleled HQ sound quality in the comfort of your home! The memory protein earmuffs ensure that they remain steady on your head without hurting your ears, and the adjustable headband promises that they are perfectly fitted. Additionally, the soft, snug pad on the inside of the headband provides full protection and impeccable comfort. The on-ear or over-ear headphones are flexible enough to fit all head shapes</p>", "compliant_long_desc": "<p><strong>Lighting Liphom Bluetooth Headphones with Dass Sound, PinkTitle</strong></p>\n\n<ul>\n<li>Bluetooth version: V4.2+EDR</li>\n<li>Bluetooth operating range : up to 10m (free space)</li>\n<li>Transmission frequency range: 2.4GHz-2.48GHz</li>\n<li>Supported profiles: A2DP, AVRCP, HSP, HFP</li>\n<li>Frequency response: 20Hz-20KHz</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/500675451_0.png", "https://d1v44g9hqstmhw.cloudfront.net/500675451_1.png", "https://d1v44g9hqstmhw.cloudfront.net/500675451_2.png"]}, "1723005698": {"compliant_title": "JLLOM G · PEH For Samsung Type-C Headphones with Built-In Microphone, Black", "compliant_short_desc": "<p>JLLOM G · PEH For Samsung Type-C Headphones with Built-In Microphone, Black. Ergonomic custom soft silicone ear tips to ensure a comfortable fit for everyone(universal size). Hifi metal bass earphone, shake your deep inner mind with every beat. Unique sports tips design that's lightweight and comfortable for all-day use. Type-C Headphones fit: Digital core chip with copper ring high-definition subwoofer,for Android. Answer/End Calls, Change Volume, And Control Music Video Playback With Remote. Black.</p>", "compliant_long_desc": "<p><strong>JLLOM G · PEH For Samsung Type-C Headphones with Built-In Microphone, Black</strong></p>\n\n<ul>\n<li>Ergonomic custom soft silicone ear tips to ensure a comfortable fit for everyone(universal size)</li>\n<li>Hifi metal bass earphone, shake your deep inner mind with every beat</li>\n<li>Unique sports tips design that's lightweight and comfortable for all-day use</li>\n<li>Type-C Headphones fit: Digital core chip with copper ring high-definition subwoofer,for Android</li>\n<li>Answer/End Calls, Change Volume, And Control Music Video Playback With Remote</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1723005698_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1723005698_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1723005698_2.png"]}, "1774589042": {"compliant_title": "LOMAXFR Waterproof Bluetooth 5.1 In Ear Headphones w/ Charging Case, Black", "compliant_short_desc": "<p>LOMAXFR Waterproof Bluetooth 5.1 In Ear Headphones w/ Charging Case, Game with delay, the electric cabin can be used as a mobile phone bracket mobile phone emergency power supply, multi-function use. 8D surround sound, 5.0 dual-ear chip, large capacity, true wireless headset. Waterproof earbuds passed IPX7 waterproof rating certification, multi-process design headphone body, high specification waterproof test, which is rugged enough to endure everything from sweat to all water activities. Ideal for cycling, running, fitness, skiing, hiking, travelling, water sports, etc. You can even wear the wireless earphones to use in rainy days</p>", "compliant_long_desc": "<p><strong>LOMAXFR Waterproof Bluetooth 5.1 In Ear Headphones w/ Charging Case, Blacktitle</strong></p>\n\n<ul>\n<li>Game with delay</li>\n<li>Waterproof earbuds passed IPX7 waterproof rating certification</li>\n<li>High specification waterproof test</li>\n<li>Which is rugged enough to endure everything from sweat to all water activities</li>\n<li>Ideal for cycling</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1774589042_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1774589042_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1774589042_2.png"]}, "785489567": {"compliant_title": "JVC Gumy Plus In Ear Earbuds Headphones with Mic and Remote, Powerful Sound, Comfortable and Secure Fit", "compliant_short_desc": "<p>JVC Gumy Plus In Ear Earbuds Headphones with Mic and Remote, Powerful Sound, Comfortable and Secure Fit - HAFX7MGN (Green). Deep bass and clean treble for clear sound. Use for iPhone or Android compatible phones to talk on the phone or control music. Soft color matched ear buds for perfect fit and sound. Long cord with standard headphone jack for easy connect with common standard 3.5mm headphone input.</p>", "compliant_long_desc": "<p><strong>JVC Gumy Plus In Ear Earbuds Headphones with Mic and Remote, Powerful Sound, Comfortable and Secure Fit</strong></p>\n\n<ul>\n<li>POWERFUL SOUND – Deep bass and clean treble for clear sound.</li>\n<li><b>REMOTE AND MIC - Use for iPhone or Android compatible phones to talk on the phone or control music</b></li>\n<li><b>COMFORT FIT EAR TIP BUDS – Soft color matched ear buds for perfect fit and sound</b></li>\n<li><b>LONG CORD – Long cord 3.3FT with standard headphone jack for easy connect with common standard 3.5mm headphone input.</b></li>\n<li><b>EXTRA EARTIP EARBUDS INCLUDED – Small, Medium, and Large Eartips are included with every earbuds. Adjust the fit for perfect sound for your ear.</b></li>\n<li><b>JVC GUMY – Reliable, Affordable, Great Sounding, and Great Fit</b></li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/785489567_0.png", "https://d1v44g9hqstmhw.cloudfront.net/785489567_1.png", "https://d1v44g9hqstmhw.cloudfront.net/785489567_2.png"]}, "961433777": {"compliant_title": "Symphonized NRG X Wood Earbuds Wired with Noise Isolating Microphone, Stereo in Ear Headphones with Booming Bass", "compliant_short_desc": "<p>Symphonized NRG X Wood Earbuds Wired with Noise Isolating Microphone, Stereo in Ear Headphones with Booming Bass, Compatible with Computer, Laptop & Android Devices (Black).Symphonized Ear Headphones leverages the natural acoustical properties of wood, formulating a product that delivers a clean and crisp sound, honorably replicating that of the most famous concert halls and finest acoustic instruments around the world. Each style offers listeners a unique experience unmatched by many of the modern materials used today.</p>", "compliant_long_desc": "<p><strong>Symphonized NRG X Wood Earbuds Wired with Noise Isolating Microphone, Stereo in Ear Headphones with Booming Bass</strong></p>\n\n<ul>\n<li>Unique Style And Premium Sound: Wired earbuds with mic handcrafted from all-natural wood for the best acoustics possible</li>\n<li>The oblique angle to fit yournaturally fits your ear canal</li>\n<li>The ergonomic ear tips ensure that these in in-ear buds for android Android phones are 100% secure when gaming, running, and exercising – whether in the gym or at your absolute maximum sport performance.</li>\n<li>Youll wear the NRG X corded earbuds like a second skin!</li>\n<li>User-Friendly, Easy To Use Plug In Earbuds: features include volume control</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/961433777_0.png", "https://d1v44g9hqstmhw.cloudfront.net/961433777_1.png", "https://d1v44g9hqstmhw.cloudfront.net/961433777_2.png"]}, "1551349524": {"compliant_title": "Vivio Child's Wireless Bluetooth Over-Ear Headphones, Red", "compliant_short_desc": "<p>Vivio Child's Wireless Bluetooth Over-Ear Headphones, With lovely trendy and cat ear, cat paw design and cushioned earpads headband, these headphones for girls women let you lose yourself in audio book and your favorite songs with these fun Lollanda over-ear headphones,specifically designed for ages 3 and over. Great birthday or christmas gifts for girls kids children teens, adult women and cat lovers. These kids bluetooth headphones over ear adopts the newest 2020 bluetooth 5.0 version, also come with a 3.5mm jack audio cable. You can use them as both wireless headphones and wired headphones, very convenient expecially when out of power. The cable supports control from various devices like smartphones, tablet, kindle, PC,laptop</p>", "compliant_long_desc": "<p><strong>Vivio Child's Wireless Bluetooth Over-Ear Headphones, RedTitle</strong></p>\n\n<ul>\n<li>Built-in Microphone</li>\n<li>Mute Button & Bluetooth 5.0</li>\n<li>Wired and Micro SD Modes</li>\n<li>Foldable, Comfortable and Easy Storage</li>\n<li>Rechargeable & Long Battery Life</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1551349524_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1551349524_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1551349524_2.png"]}, "461905236": {"compliant_title": "Aprezo Sport Wireless Bluetooth Headphones, Red, IPX7 Waterproof", "compliant_short_desc": "<p>Aprezo Sport Wireless Bluetooth Headphones, With richer bass and dynamic drivers, provide the perfect HD and bass+ sound effect and better listening experience for intensified workouts. IPX7 Waterproof Protection. Offers 8 hours of superior audio performance / talk time after only 2 hrs charge. allows you to enjoy music for long and motivates you to do workouts for more. With built-in CVC 6.0 noise canceling microphones, perfectly isolate ambient noise while you are talking, ensuring crystal-clear voice calls</p>", "compliant_long_desc": "<p><strong>Aprezo Sport Wireless Bluetooth Headphones, Red, IPX7 Waterprooftitle</strong></p>\n\n<ul>\n<li>RICHER BASS HD STEREO SOUND: With richer bass and dynamic drivers, provide the perfect HD and bass+ sound effect and better listening experience for intensified workouts.</li>\n<li>IPX7 WATERPROOF PROTECTION: IPX7 waterproof shell and interior Nano-coating technology protect the sports earphones effectively from heavy rain or sweat during intense workouts. Perfect for running, jogging, hiking, yoga, exercises, gym, fitness, traveling and etc.</li>\n<li>PLAYTIME: Offers 8 hours of superior audio performance / talk time after only 2 hrs charge. allows you to enjoy music for long and motivates you to do workouts for more.</li>\n<li>HANDS-FREE CALL WITH NOISE ISOLATION: With built-in CVC 6.0 noise canceling microphones, perfectly isolate ambient noise while you are talking, ensuring crystal-clear voice calls.</li>\n<li>STABLE AND COMFORTABLE FIT: Are designed for sports w/ intense movements, which comes soft silicone ear tips. 30 &deg; slanted ear design</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/461905236_0.png", "https://d1v44g9hqstmhw.cloudfront.net/461905236_1.png", "https://d1v44g9hqstmhw.cloudfront.net/461905236_2.png"]}, "597989296": {"compliant_title": "ForestYashe Sports Bluetooth Headset, LED Digital Power Display and Non-compressed Smart Touchs Control, Black, R11", "compliant_short_desc": "<p>ForestYashe Sports Bluetooth Headset, LED Digital Power Display and Non-compressed Smart Touchs Control, Black. Wireless bluetooth headset. LED digital power display. Non-compressed smart touchs control (play/pause, answer/hang up, change song, adjust volume, call voice assistant). Bluetooth 5.1. Good sound quality. Can be used as an external battery, flashlight voice assistants. Light weight. Intelligent noise reduction. The ears are comfortable and painless</p>", "compliant_long_desc": "<p><strong>ForestYashe Sports Bluetooth Headset, LED Digital Power Display and Non-compressed Smart Touchs Control, Black, R11title</strong></p>\n\n<ul>\n<li>100% brand new</li>\n<li>Wireless bluetooth headset</li>\n<li>LED digital power display</li>\n<li>Non-compressed smart touchs control (play/pause, answer/hang up, change song, adjust volume)</li>\n<li>Bluetooth 5.1</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/597989296_0.png", "https://d1v44g9hqstmhw.cloudfront.net/597989296_1.png", "https://d1v44g9hqstmhw.cloudfront.net/597989296_2.png"]}, "753811177": {"compliant_title": "Windfall Y50 Bluetooth 5.0 Button Control Earphones w/ Charging Case, Black & Red", "compliant_short_desc": "<p>Windfall Y50 Bluetooth 5.0 Button Control Earphones w/ Charging Case, Specifications: Noise reduction technology helps to prevent noisy sounds. They don't get tired even if they wear it for a long time; they are less likely to fall down and enjoy music. High quality stereo headphones and high quality drivers provide natural clarity and super bass. Item Name: Bluetooth Earphones Material: ABS Plastic Bluetooth Version: 5.0 Bluetooth Chip: Jerry Headset Power: 55mA Charging Box: 450mA (Included) Listening Time: About 3 Hours Features: Portable, Weaving, Data Transmission, Durable Charging Box Size: 7.5cm x 4.3cm x 2.8cm/2.95 x 1.69 x 1.10(Approx.) Notes</p>", "compliant_long_desc": "<p><strong>Windfall Y50 Bluetooth 5.0 Button Control Earphones w/ Charging Case, Black & RedTitle</strong></p>\n\n<ul>\n<li>Noise reduction technology helps to prevent noisy sounds.</li>\n<li>They dont get tired even if they wear it for a long time; they are less likely to fall down and enjoy music.</li>\n<li>High quality stereo headphones and high quality drivers provide natural clarity and super bass.</li>\n<li>Bluetooth Version: 5.0</li>\n<li>Bluetooth Chip: Jerry</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/753811177_0.png", "https://d1v44g9hqstmhw.cloudfront.net/753811177_1.png", "https://d1v44g9hqstmhw.cloudfront.net/753811177_2.png"]}, "211347019": {"compliant_title": "New Ideastream Inner Ear Headphone w/ Storage Case, Black", "compliant_short_desc": "<p>New Ideastream Inner Ear Headphone w/ Storage Case, Protect and secure your headphones. Combination lock with patent pending zipper latch system. Ballistic nylon construction. Contains interior pockets for storing headphone accessories. Padded exterior to keep your headphones safe.</p>", "compliant_long_desc": "<p><strong>New Ideastream Inner Ear Headphone w/ Storage Case, Blacktitle</strong></p>\n\n<ul>\n<li>Protect and secure your headphones</li>\n<li>Combination lock with patent pending zipper latch system</li>\n<li>Ballistic nylon construction</li>\n<li>Contains interior pockets for storing headphone accessories</li>\n<li>Padded exterior to keep your headphones safe</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/211347019_0.png", "https://d1v44g9hqstmhw.cloudfront.net/211347019_1.png", "https://d1v44g9hqstmhw.cloudfront.net/211347019_2.png"]}, "1929403668": {"compliant_title": "Thinsont Stereo Sound Air Conduction 5.1 Wireless Gaming Headphones, Comfort", "compliant_short_desc": "<p>Thinsont Stereo Sound Air Conduction 5.1 Wireless Gaming Headphones, Comfort: This wireless earphone adopts an air conduction design and is not easy to cause any discomfort to your ears.Comfort: This wireless earphone adopts an air conduction design and is not easy to cause any discomfort to your ears.Stereo sound: This TWS headphone can deliver clear and surround audio, providing you an immersible feeling.Suitable occasions: This wireless headset is a good fit for gaming, running, jogging, exercise, fitness, and so on.Stable: This wireless earphone supports bluetooth-compatible 5.1 and the signal is fast and has a low delay.Rechargeable: This air conduction earphone comes with a charging box that can charge and store the earphone at the same time.</p>", "compliant_long_desc": "<p><strong>Thinsont Stereo Sound Air Conduction 5.1 Wireless Gaming Headphones, Comfort</strong></p>\n\n<ul>\n<li>Comfort: This wireless earphone adopts an air conduction design and is not easy to cause any discomfort to your ears.</li>\n<li>Stereo sound: This TWS headphone can deliver clear and surround audio, providing you an immersible feeling.</li>\n<li>Suitable occasions: This wireless headset is a good fit for gaming, running, jogging, exercise, fitness, and so on.</li>\n<li>Stable: This wireless earphone supports bluetooth-compatible 5.1 and the signal is fast and has a low delay.</li>\n<li>Rechargeable: This air conduction earphone comes with a charging box that can charge and store the earphone at the same time.</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1929403668_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1929403668_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1929403668_2.png"]}, "740467075": {"compliant_title": "Samsung Galaxy Note 10 OEM AKG Wired Headphones, Black", "compliant_short_desc": "<p>Samsung Galaxy Note 10 OEM AKG Wired Headphones, Black. OEM Samsung Galaxy Note 10 AKG USB-C Headphones Wired Type C Earbuds. This is the exact headphone you receive when you buy the new phone.Perfect replacement for your original headsetBrand new, never used or opened. Arrives in bulk packaging as seen in pictureOriginally for Samsung Galaxy Note 10 and Note 10 Plus, but also compatible with ALL USB-C devices including: Samsung Galaxy S8 Samsung Galaxy S8+ Samsung Galaxy S9 Samsung Galaxy S9+ Samsung Galaxy Note 8 Samsung Galaxy Note 9 Samsung Galaxy S10 Samsung GalaxiS10+</p>", "compliant_long_desc": "<p><strong>Samsung Galaxy Note 10 OEM AKG Wired Headphones, Black</strong></p>\n\n<ul>\n<li>OEM Samsung Galaxy Note 10 AKG USB-C Headphones Wired Type C Earbuds</li>\n<li>This is the exact headphone you receive when you buy the new phone.</li>\n<li>Perfect replacement for your original headsetBrand new, never used or opened.</li>\n<li>Arrives in bulk packaging as seen in pictureOriginally for Samsung Galaxy Note 10 and Note 10 Plus, but also compatible with ALL USB-C devices including:Samsung</li>\n<li>Galaxy S8</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/740467075_0.png", "https://d1v44g9hqstmhw.cloudfront.net/740467075_1.png", "https://d1v44g9hqstmhw.cloudfront.net/740467075_2.png"]}, "293639573": {"compliant_title": "Mumaoyi Bluetooth-compatible 5.1 In Ear Earbuds, Large Display Charging Case with Microphone", "compliant_short_desc": "<p>Mumaoyi Bluetooth-compatible 5.1 In Ear Earbuds, Large Display Charging Case with Microphone. M10 TWS Earbuds Bluetooth-compatible 5.1 Earphones Wireless Stereo In Ear Headphones w/ Large Display Charging Case + Microphone</p>", "compliant_long_desc": "<p><strong>Mumaoyi Bluetooth-compatible 5.1 In Ear Earbuds, Large Display Charging Case with Microphone</strong></p>\n\n<ul>\n<li>Bluetooth-compatible version: 5.1 Driver unit: 8mm Earbud battery capacity: 50mAh Charging case battery capacity: 2000mAh Transmission distance: <strong>10m</strong></li>\n<li>Playing time: 4h Charging time: 1-2h Colour: Black Product size: 70*50*27mm/2.76*1.97*1.06\" Product weight: 95g Packing size: 110*100*40mm/4.33*3.94*1.57\" Gross weight: 130g Note: There may be slight size deviations due to manual measurement, different measuring methods and tools</li>\n<li>There may be slight size deviations due to manual measurement, different measuring methods and tools</li>\n<li>The picture may not reflect the actual color of the item because of different photographing light, angle and display monitor.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/293639573_0.png", "https://d1v44g9hqstmhw.cloudfront.net/293639573_1.png", "https://d1v44g9hqstmhw.cloudfront.net/293639573_2.png"]}, "218615188": {"compliant_title": "SG Built In Mic Waterproof Bluetooth Headphones, Black", "compliant_short_desc": "<p>SG Built In Mic Waterproof Bluetooth Headphones, New Upgraded 5.1 Chip: stable full-core upgrade, compared w/ the old version of Bluetooth 5.0, the transmission distance is greatly improved, the signal stability and anti-interference ability are enhanced, and the standby power consumption is reduced. High-definition LED display power: LED digital power display, the remaining power of the charging compartment is clear at a glance, avoiding the embarrassment of sudden loss of power! The power of the left earphone, the total power of the charging compartment, and the total power of the right earphone are clearly visible.</p>", "compliant_long_desc": "<p><strong>SG Built In Mic Waterproof Bluetooth Headphones, BlackTitle</strong></p>\n\n<ul>\n<li>Universal Compatibility</li>\n<li>True Wireless Earbuds with 2000mAh Power Bank</li>\n<li>Fast Pairing</li>\n<li>Charging method</li>\n<li>IPX7 waterproof and sweatproof</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/218615188_0.png", "https://d1v44g9hqstmhw.cloudfront.net/218615188_1.png", "https://d1v44g9hqstmhw.cloudfront.net/218615188_2.png"]}, "193018864": {"compliant_title": "Robot GxG Sports Waterproof HD Sound Earbuds, Black", "compliant_short_desc": "<p>Robot GxG Sports Waterproof HD Sound Earbuds, Stereo sound: The earbuds provide you with stereo sound effect because it adopts HiFi technology, giving you a good listening and gaming experience. Long-lasting & rechargeable: These earphones is designed with a rechargeable case, which can be used for a long time after fully charged, the earbuds can be used for about 5h constantly and the charging case can last for about 24h. Adjustable: You can adjust the gaming and music listening mode according to your like, and it adopts bluetooth-compatible V5.0 chip, easy to pair and use</p>", "compliant_long_desc": "<p><strong>Robot GxG Sports Waterproof HD Sound Earbuds, Blacktitle</strong></p>\n\n<ul>\n<li>Noise canceling: The headphone works with a good performance because it is designed with smart noise canceling mode, improving the calling quality and freeing your hands</li>\n<li>Portable: Designed with a small size and lightweight, this headset is easy to store and carry, suitable for gaming, working, playing, driving and other occasions</li>\n<li>Long-lasting & rechargeable: These earphones is designed with a rechargeable case, which can be used for a long time after fully charged, the earbuds can be used for about 5h constantly and the charging case can last for about 24h</li>\n<li>Stereo sound: The earbuds provide you with stereo sound effect because it adopts HiFi technology, giving you a good listening and gaming experience</li>\n<li>Adjustable: You can adjust the gaming and music listening mode according to your like</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/193018864_0.png", "https://d1v44g9hqstmhw.cloudfront.net/193018864_1.png", "https://d1v44g9hqstmhw.cloudfront.net/193018864_2.png"]}, "766262751": {"compliant_title": "Gavol B19 Bluetooth Headphone w/ USB Charging Cable, Black", "compliant_short_desc": "<p>Gavol B19 Bluetooth Headphone w/ USB Charging Cable, PRODUCT FEATURES Lower Power Consumption, Superior Compatibility, Compatible For Almost All The Mobile Phone, Tablet PC, Notebook, Any Devices With Bluetooth Function Or Has A 3.5mm Audio Jack. HiFi Powerful Bass Stereo Sound Effect Deep Bass Stereo Sound, enjoy the Wireless high quality music. Support TF Card Play  FM Radio. The Headphone Has A TF Card Slot, You Can Insert A Micro-SD Card With Songs To Play Music; Has FM Radio Function.</p>", "compliant_long_desc": "<p><strong>Gavol B19 Bluetooth Headphone w/ USB Charging Cable, BlackTitle</strong></p>\n\n<ul>\n<li>Bluetooth 4.0 CSR Chipset</li>\n<li>Lower Power Consumption</li>\n<li>Superior Compatibility</li>\n<li>Compatible For Almost All The Mobile Phone</li>\n<li>Any Devices With Bluetooth Function Or Has A 3.5mm Audio Jack</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/766262751_0.png", "https://d1v44g9hqstmhw.cloudfront.net/766262751_1.png", "https://d1v44g9hqstmhw.cloudfront.net/766262751_2.png"]}, "537867313": {"compliant_title": "USA Deals Ergofit Kids Earbuds with 3.5mm Headphone Plug, Multicolor", "compliant_short_desc": "<p>USA Deals Ergofit Kids Earbuds with 3.5mm Headphone Plug, Multicolor. Ergofit Design for Ultimate Comfort and Fit Enjoy full listening comfort with soft, snug earbuds that conform instantly to your ears. Ultra-soft earpads (small) ensure a perfect fit for every ear. Much more than just disposable headphones The earbud headphones give you a completely immersive sound experience with very crisp audio. It compatible with Smartphones, laptops, PCs, CD players,Tablets and another 3.5mm jack devices.</p>", "compliant_long_desc": "<p><strong>USA Deals Ergofit Kids Earbuds with 3.5mm Headphone Plug, Multicolor</strong></p>\n\n<ul>\n<li>Earbuds with 3.5mm Headphone Plug</li>\n<li>Premium Stereo Sound</li>\n<li>Pack of 10 Earbud Headphones - Free Shipping</li>\n<li>Features and Benefits</li>\n<li>1. Ergofit Design for Ultimate Comfort and Fit Enjoy full listening comfort with soft, snug earbuds that conform instantly to your ears.</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/537867313_0.png", "https://d1v44g9hqstmhw.cloudfront.net/537867313_1.png", "https://d1v44g9hqstmhw.cloudfront.net/537867313_2.png"]}, "790666219": {"compliant_title": "iHome IB43WM Stylish Color Headphone w/ Tangle-Free Cloth Cord, White and Gold", "compliant_short_desc": "<p>iHome IB43WM Stylish Color Headphone w/ Tangle-Free Cloth Cord, White and Gold. Treat yourself to stylish headphones that look as great as they sound.They feature a tangle-free cloth covered cord and padded designerpatterned ear cups that make you look as great as they sound.</p>", "compliant_long_desc": "<p><strong>iHome IB43WM Stylish Color Headphone w/ Tangle-Free Cloth Cord, White and Gold</strong></p>\n\n<ul>\n<li>Provides detailed, dynamic sound with enhanced bass response</li>\n<li>Padded ear cushions provide added comfort</li>\n<li>Padded and adjustable headband for custom fit</li>\n<li>Treat yourself to stylish headphones that look as great as they sound</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/790666219_0.png", "https://d1v44g9hqstmhw.cloudfront.net/790666219_1.png", "https://d1v44g9hqstmhw.cloudfront.net/790666219_2.png"]}, "357966765": {"compliant_title": "Lowestbest Bluetooth Headphone with Mic and Stereo Sound, White", "compliant_short_desc": "<p>Lowestbest Bluetooth Headphone with Mic and Stereo Sound, We engaged in build a brand, we use the high quality material to make sure our products in high quality as well. We have many kinds of colors and styles, whatever you want, you could found there. Our product are all with high quality and reasonable price, if you want to buy a confortable, our store is always your best choose. Introductions: Lead the fashion trend and enjoy yourself in the world of music by wearing this NX-8252 Hot Foldable Wireless Stereo Sports Bluetooth Headpho</p>", "compliant_long_desc": "<p><strong>Lowestbest Bluetooth Headphone with Mic and Stereo Sound, WhiteTitle</strong></p>\n\n<ul>\n<li>We engaged in build a brand</li>\n<li>We use the high quality material</li>\n<li>We have many kinds of colors and styles</li>\n<li>Whatever you want</li>\n<li>(7.09 x 6.30 x 3.15)\" / (18 x 16 x 8)cm (L x W x H)</li></ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/357966765_0.png", "https://d1v44g9hqstmhw.cloudfront.net/357966765_1.png", "https://d1v44g9hqstmhw.cloudfront.net/357966765_2.png"]}, "897789575": {"compliant_title": "Disney Multicolored Multipack Multipurpose Wireless Bluetooth Headphones, 15 Hour Playtime", "compliant_short_desc": "<p>Disney Multicolored Multipack Multipurpose Wireless Bluetooth Headphones, 15 Hour Playtime. Enjoy up to 15 hours of playtime of your favorite songs, podcasts and videos with the Disney Headphones Mickey Dance 15 Hour Playtime Multicolored. These multicolored headphones are rechargeable, active noise-cancelling headphones with hands-free calling and built-in microphone that delivers rich, clear, and accurate sound so you can listen to content the way it was meant to be heard. These adjustable and fold-able wireless headphones go over the ears to make listening even more convenient, and the product has five buttons built-in for easy controlling. The Disney headphones provide an adjustable fit with comfort-cushioned ear cups made for everyday use, and the headband is adjustable and stretchable to customize to your needs.</p>", "compliant_long_desc": "<p><strong>Disney Multicolored Multipack Multipurpose Wireless Bluetooth Headphones, 15 Hour Playtime</strong></p>\n\n<ul>\n<li>Modern durable technology: Although both Wi-Fi and Bluetooth are both wireless technologies, Bluetooth tends to be more effective as a result of limited interference between connected devices. Bluetooth headphones with mic have 6 hour playback time.</li>\n<li>Versions keep improving and in multiple variations: Bluetooth technology has continued to improve thanks to new versions. So far, Bluetooth 5 is the world's latest version.</li>\n<li>Wireless is the way to go: Most people prefer investing in wireless Bluetooth headphones over wired ones because of the quality and ease of use. Wireless headphones today have a reputation for excellent sound quality and extended battery life.</li>\n<li>The range has increased over time: As technology has continued to become more and more advanced, so have Bluetooth devices. Earlier, Bluetooth headphones used to be large in size, but as the version has improved.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/897789575_0.png", "https://d1v44g9hqstmhw.cloudfront.net/897789575_1.png", "https://d1v44g9hqstmhw.cloudfront.net/897789575_2.png"]}, "667672401": {"compliant_title": "Aenllosi AfterShokz Trekz Titanium/Mini/Air Bone Conduction Headphones Case, Black", "compliant_short_desc": "<p>Aenllosi AfterShokz Trekz Titanium/Mini/Air Bone Conduction Headphones Case, Black</p>", "compliant_long_desc": "<p><strong>Aenllosi AfterShokz Trekz Titanium/Mini/Air Bone Conduction Headphones Case, Black</strong></p>\n\n<ul>\n<li>Hard EVA Travel Storage Organizer Case Bag for Aftershokz Trekz Titanium/Mini/Air Bluez 2S Open Ear Wireless Bone Conduction Headphones fits AS600(SG/OB/IG/RD/PK)</li>\n<li>Black</li>\n<li>Carrying case for AfterShokz Trekz Titanium/Mini</li>\n<li>(Black)\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/667672401_0.png", "https://d1v44g9hqstmhw.cloudfront.net/667672401_1.png", "https://d1v44g9hqstmhw.cloudfront.net/667672401_2.png"]}, "571964956": {"compliant_title": "Kcysta Sleeping Wireless Bluetooth 5.0 Headphones, Gray", "compliant_short_desc": "<p>Kcysta Sleeping Wireless Bluetooth 5.0 Headphones, Comfortable even when sleeping on the side. Super soft sleep headband. Using the latest Bluetooth 5.0 technology to provide you with high-quality sound quality, fast pairing speed. Lightweight thin fabric material that feels cool to wear. Suitable for various application scenarios such as sleep, meditation, exercise, yoga, etc.</p>", "compliant_long_desc": "<p><strong>Kcysta Sleeping Wireless Bluetooth 5.0 Headphones, GrayTitle</strong></p>\n\n<ul>\n<li>Comfortable even when sleeping on the side</li>\n<li>Super soft sleep headband</li>\n<li>Using the latest Bluetooth 5.0 technology to provide you with high-quality sound quality</li>\n<li>Lightweight thin fabric material that feels cool to wear</li>\n<li>Suitable for various application scenarios such as sleep, meditation, exercise, yoga</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/571964956_0.png", "https://d1v44g9hqstmhw.cloudfront.net/571964956_1.png", "https://d1v44g9hqstmhw.cloudfront.net/571964956_2.png"]}, "577423486": {"compliant_title": "KUBITE Foldable Wired Over-Ear Headphones, Black, T-111", "compliant_short_desc": "<p>KUBITE Foldable Wired Over-Ear Headphones, 3.5mm Wired Over-ear Headphones Foldable Sports Headset Portable Music Gaming Earphones with Microphone for Kids MP4 MP3 Smartphones Laptop Tablet PC. Please note, this item ships from an international seller. Expected delivery is 10-15 days. Overview: Adjustable headband length, soft ear cushion for maximum wearing comfort, suitable for music lover and game player. Strong Compatibility: 3.5mm headphones are compatible with almost all Notebooks, smartphones, Tablet PCs and other 3.5mm audio devices. Lightweight & Portable: It weights 60g only, which reduces the burden of a long time wearing. Foldable headband design makes it easy to store or carry outdoors.</p>", "compliant_long_desc": "<p><strong>KUBITE Foldable Wired Over-Ear Headphones, Black, T-111title</strong></p>\n\n<ul>\n<li>Ergonomic Design</li>\n<li>Adjustable headband length, soft ear cushion for maximum wearing comfort</li>\n<li>Strong Compatibility</li>\n<li>3.5mm headphones are compatible with almost all Notebooks, smartphones, Tablet PCs and other 3.5mm audio devices.</li>\n<li>Lightweight & Portable</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/577423486_0.png", "https://d1v44g9hqstmhw.cloudfront.net/577423486_1.png", "https://d1v44g9hqstmhw.cloudfront.net/577423486_2.png"]}, "963055415": {"compliant_title": "Newest Meditation Accessories Bluetooth Headphones, Leep and Noise Cancelling", "compliant_short_desc": "<p>Patgoal Newest Meditation Accessories Bluetooth Headphones, Leep and Noise Cancelling. High-fidelity stereo, the effect is shocking, the call is clear and stable. Brand new new and high quality Can be removed for cleaning. Ultra low power consumption, continuous playback of music for 13 hours (for Apple 7 mobile phone maximum volume test). The transmission rate is fast and stable, and the unblocked transmission distance is more than 20 meters, up to 50 meters.</p>", "compliant_long_desc": "<p><strong>Newest Meditation Accessories Bluetooth Headphones, Leep and Noise Cancelling</strong></p>\n\n<ul>\n<li>Brand new new and high quality Can be removed for cleaning.</li>\n<li>Ultra low power consumption</li>\n<li>The transmission rate is fast and stable</li>\n<li>The iOS system can display power</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/963055415_0.png", "https://d1v44g9hqstmhw.cloudfront.net/963055415_1.png", "https://d1v44g9hqstmhw.cloudfront.net/963055415_2.png"]}, "187755853": {"compliant_title": "ForJoy B19 Wireless Bluetooth Headphone w/ FM Radio, White", "compliant_short_desc": "<p>ForJoy B19 Wireless Bluetooth Headphone w/ FM Radio, Adopt The Bluetooth 5.0 , Lower Power Consumption, Superior Compatibility, Compatible For Almost All The Mobile Phone, Tablet PC, Notebook, Any Devices With Bluetooth Function Or Has A 3.5mm Audio Jack. HiFi Powerful Bass Stereo Sound Effect: 40mm Titanium Diaphragm speaker drivers, Tuned By Professtional Team, Deep Bass Stereo Sound, enjoy the Wireless high quality music.. Support TF Card Play & FM Radio; The Headphone Has A TF Card Slot, You Can Insert A Micro-SD Card With Songs To Play Music; Has FM Radio Function, Allowing You To Listen To Radio Anywhere, Anytime ( Note: FM Radio May Can't Work In Some Foreign Countries )</p>", "compliant_long_desc": "<p><strong>ForJoy B19 Wireless Bluetooth Headphone w/ FM Radio, Whitetitle</strong></p>\n\n<ul>\n<li>Bluetooth 5.0: Adopt The Bluetooth 5.0 , Lower Power Consumption, Superior Compatibility</li>\n<li>HiFi Powerful Bass Stereo Sound Effect: 40mm Titanium Diaphragm speaker drivers</li>\n<li>Tuned By Professtional Team</li>\n<li>Deep Bass Stereo Sound</li>\n<li>Enjoy the Wireless high quality music.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/187755853_0.png", "https://d1v44g9hqstmhw.cloudfront.net/187755853_1.png", "https://d1v44g9hqstmhw.cloudfront.net/187755853_2.png"]}, "671970059": {"compliant_title": "Woonny Sports Bluetooth Sleep Headphones w/ Charging Cable, Multi Color", "compliant_short_desc": "<p>Woonny Sports Bluetooth Sleep Headphones w/ Charging Cable, Wireless Bluetooth music headband --- Set-in high-quality 130mA battery, just need to be charged about 2 hours, then enjoy your music time up to 5hours! Equipped with volume control keys, the volume can be adjusted freely according to the usage scene. Built-in microphone to enable you to won't miss any callings. Completely redesigned the charging hole, let the cordless music sleep headphones no longer difficult to insert and break easily, also changed the speaker program to make the music enchanting and clear! The Bluetooth sleep headphones could listen to wonderful music, also give you a quiet or enchanting deep sleep environment.</p>", "compliant_long_desc": "<p><strong>Woonny Sports Bluetooth Sleep Headphones w/ Charging Cable, Multi Colortitle</strong></p>\n\n<ul>\n<li>The Bluetooth sleep headphones could listen to wonderful music</li>\n<li>Built-in microphone</li>\n<li>Equipped with volume control keys</li>\n<li>The volume can be adjusted freely according to the usage scene.</li>\n<li>Completely redesigned the charging hole</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/671970059_0.png", "https://d1v44g9hqstmhw.cloudfront.net/671970059_1.png", "https://d1v44g9hqstmhw.cloudfront.net/671970059_2.png"]}, "641682539": {"compliant_title": "UrbanX 2021 Stereo Headphones, Microphone and USB-C Connector, Black", "compliant_short_desc": "<p>UrbanX 2021 Stereo Headphones, Microphone and USB-C Connector, Black. Oem Urbanx 2021 Stereo Headphones For Pixel 6 Braided Cable - Designed By Akg - With Microphone (Black) Usb-C Connector (Us Version With Warranty).**Comes with USB-C connector** for new Android devices That DO NOT have 3.5mm headphone jack. Earbuds style designed for easy ear fit and AMAZING sound quality. Inline microphone keeps you connected to all your conversations while on the go. Headphones don't need batteries and are plug and play, no complicated setups.</p>", "compliant_long_desc": "<p><strong>UrbanX 2021 Stereo Headphones, Microphone and USB-C Connector, Black</strong></p>\n\n<ul>\n<li>Inline microphone keeps you connected to all your conversations while on the go</li>\n<li>Headphones don't need batteries and are plug and play, no complicated setups.</li>\n<li>Braided cable ensures durability and less prone to tangle</li>\n<li>Designed By Akg</li>\n<li>Black</li>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/641682539_0.png", "https://d1v44g9hqstmhw.cloudfront.net/641682539_1.png", "https://d1v44g9hqstmhw.cloudfront.net/641682539_2.png"]}, "1609093315": {"compliant_title": "Wyeydhfi Donut Wired Kids in-Ear Headphones, Pink", "compliant_short_desc": "<p>Wyeydhfi Donut Wired Kids in-Ear Headphones, Very cute donut earphone! Super quality for the earphone and box. It can answer or hang up. When you listen music, you can play or stop, press twice to listen next song. Coated with soft rubber, the headphones are soft to the touch. The flat style of wiring helps prevent messy tangles, as well as the bowtie adjustor included to change the space between the earbuds. The hard case with cute donut pattern can protect your earphone from damage. Convenient and practical</p>", "compliant_long_desc": "<p><strong>Wyeydhfi Donut Wired Kids in-Ear Headphones, PinkTitle</strong></p>\n\n<ul>\n<li>Featuring the lovely donut design</li>\n<li>This funtional earphones for kids are eye-catching and available in 6 candy colors.</li>\n<li>Perfect for donut lover and kids who have a sweet tooth.</li>\n<li>This Superior lightweight earbuds for kids with tangle-free flat cord includes one funtional earbuds and one cute donut storage case.</li>\n<li>2 In 1 Combo Set helps your child to storage the earbuds in a stylish way.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1609093315_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1609093315_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1609093315_2.png"]}, "1734170695": {"compliant_title": "FRCOLOR PU Headphone Ear Pads Ear Cushions for MDR-V700DJ V700, Black", "compliant_short_desc": "<p>FRCOLOR PU Headphone Ear Pads Ear Cushions for MDR-V700DJ V700, The item is a pair of simple and practical replacement headphone ear pads, which are specially designed for MDR-V700DJ V700 headphone headsets. The ear pads are made of durable memory and PU materials to make your wearing cozy and comfortable, and are good replacement for your old /dirty /ripped ones. Besides, wearing the ear pads, you can well enjoy your stereo music to the fullest.</p>", "compliant_long_desc": "<p><strong>FRCOLOR PU Headphone Ear Pads Ear Cushions for MDR-V700DJ V700, BlackTitle</strong></p>\n\n<ul>\n<li>Color: mainly black</li>\n<li>Material: durable and PU</li>\n<li>Dimensions: about 9.1 * 9.1 * 1.5cm</li>\n<li>Fully compatible with MDR-V700DJ V700 headsets headphones</li>\n<li>Soft, durable and highly elastic design, for comfortable to wear on your ears.</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/1734170695_0.png", "https://d1v44g9hqstmhw.cloudfront.net/1734170695_1.png", "https://d1v44g9hqstmhw.cloudfront.net/1734170695_2.png"]}, "190087120": {"compliant_title": "SG Waterproof Bluetooth 5.1 In-Ear Earbuds w/ Charging Case, Black", "compliant_short_desc": "<p>SG Waterproof Bluetooth 5.1 In-Ear Earbuds w/ Charging Case, New Upgraded 5.1 Chip: stable full-core upgrade, compared w/ the old version of Bluetooth 5.0, the transmission distance is greatly improved, the signal stability and anti-interference ability are enhanced, and the standby power consumption is reduced. High-definition LED display power: LED digital power display, the remaining power of the charging compartment is clear at a glance, avoiding the embarrassment of sudden loss of power! The power of the left earphone, the total power of the charging compartment, and the total power of the right earphone are clearly visible.</p>", "compliant_long_desc": "<p><strong>SG Waterproof Bluetooth 5.1 In-Ear Earbuds w/ Charging Case, BlackTitle</strong></p>\n\n<ul>\n<li>Universal Compatibility</li>\n<li>True Wireless Earbuds with 2000mAh Power Bank</li>\n<li>Fast Pairing</li>\n<li>Charging Method</li>\n<li>IPX7 waterproof and sweatproof</li>\n</ul>", "dalle_images": ["https://d1v44g9hqstmhw.cloudfront.net/190087120_0.png", "https://d1v44g9hqstmhw.cloudfront.net/190087120_1.png", "https://d1v44g9hqstmhw.cloudfront.net/190087120_2.png"]}}